const allData = {
    group1:
        [
            {
                question: 'Նշաններից ո՞րն է կոչվում «Արգելքի շրջանցումը ձախից»։',
                image: './media/1/image-000.jpg',
                options: [3, 1, 2, 3, 4, 5] // 0 index-> right answer// other versions
            },
            {
                question: 'Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործել խաչմերուկ տվյալ իրադրությունում։',
                image: './media/1/image-001.jpg',
                options: [2, 'Թույլատրվում է։ ', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։'] // 0 index-> right answer// other versions
            },
            {
                question: 'Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը։',
                image: './media/1/image-002.jpg',
                options: [2, 'Միայն երկրորդ գոտուց։', 'Միայն «A» գծանշումով նշված աջ եզրային գոտուց։']
            },
            {
                question: 'Խաչմերուկում կազմակերպված է շրջանաձեւ երթեւեկություն։ Երթեւեկելի մասը, որով մոտենում եք խաչմերուկին, ունի երթեւեկության երկու գոտի։ Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին եք պարտավոր զբաղեցնել՝ ',
                // image: './media/1/image-002.jpg',
                options: [3, 'Աջ գոտին:', 'Ձախ գոտին։', 'Կա՛մ աջ, կա՛մ ձախ գոտին։']
            },
            {
                question: 'Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից։	',
                image: './media/1/image-003.jpg',
                options: [1, 'Թույլատրվում է։', 'Արգելվում է։']
            },
            {
                question: 'Երկկողմ երթեւեկությամբ գծանշված ճանապարհներին, երեք գոտու առկայության դեպքում (բացառությամբ երթեւեկության դարձափոխային կարգավորմամբ ճանապարհների), որոնցից միջինն օգտագործվում է երկու ուղղություններով երթեւեկության համար, ձախ եզրային գոտի մուտք գործելը՝   ',
                // image: './media/1/image-003.jpg',
                options: [2, 'Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ շրջադարձի կամ հետադարձի համար։']
            },
            {
                question: 'Ո՞ր պատասխանում է ճիշտ նշված երթեւեկության թույլատրելի ուղղությունը։',
                image: './media/1/image-004.jpg',
                options: [3, 'Միայն հետադարձ։ ', 'Ուղիղ եւ հետադարձ։ ', 'Միայն ուղիղ։']
            },
            {
                question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը՝',
                image: './media/1/image-005.jpg',
                options: [1, 'Դեպի ձախ եւ դեպի աջ։', 'Ուղիղ եւ հակառակ ուղղությամբ։ ', 'Միայն ուղիղ։', 'Բոլոր ուղղություններով։']
            },
            {
                question: 'Հետադարձն արգելվում է՝',
                // image: './media/1/image-005.jpg',
                options: [5, 'Հետիոտնային անցումների վրա։ ', 'Թունելներում', 'Կամուրջների, ուղեկամուրջների, էստակադների վրա եւ դրանց տակ։', 'Երկաթուղային գծանցներում։ ', 'Թվարկած բոլոր դեպքերում։']

            },
            {
                question: 'Թույլատրվու՞մ է արդյոք դեղին ավտոբուսի վարորդին մուտք գործել խաչմերուկ։',
                image: './media/1/image-006.jpg',
                options: [2, 'Թույլատրվում է։ ', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։']
            },
            {
                question: 'Ո՞ր պատասխանում է ճիշտ նշված երթեւեկության թույլատրելի ուղղությունը։',
                image: './media/1/image-007.jpg',
                options: [2, 'Ուղիղ եւ դեպի ձախ` մուտք գործելով բակ։', 'Միայն ուղիղ։', 'Միայն հետադարձ։ ', 'Ուղիղ եւ հետադարձ։']
            },
            {
                question: 'Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ եւ մեկ ուղղությամբ տեսանելիությունը պակաս է՝',
                // image: './media/1/image-007.jpg',
                options: [1, '100 մ-ից։', '150 մ-ից։', '300 մ-ից։']
            },
            {
                question: 'Դուք երթեւեկում եք երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհով։ Ո՞ր դեպքում է թույլատրվում մուտք գործել միջին գոտի։',
                // image: './media/1/image-007.jpg',
                options: [4, 'Միայն վազանցի դեպքում։ ', 'Միայն շրջանցման դեպքում։', 'Միայն ձախ շրջադարձի կամ հետադարձի դեպքում։ ', 'Թվարկած բոլոր դեպքերում։']
            },
            {
                question: 'Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլի երթեւեկությունը։',
                image: './media/1/image-008.jpg',
                options: [2, 'Միայն դեպի աջ։', 'Դեպի աջ, դեպի ձախ եւ հակառակ ուղղությամբ։ ', 'Միայն դեպի ձախ։']
            },
            {
                question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում մանեւրը։',
                image: './media/1/image-009.jpg',
                options: [1, '1', '2', '3']
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարում հետադարձը։',
                image: './media/1/image-010.jpg',
                options: [2, 'Կապույտ ավտոմոբիլի վարորդը։ ', 'Կարմիր ավտոմոբիլի վարորդը։ ', 'Երկու վարորդներն էլ։']
            },
            {
                question: 'Ճանապարհային նշանների, գծանշման եւ բաժանարար գոտու բացակայության դեպքում վարորդները երկկողմ երթեւեկությամբ ճանապարհների երթեւեկելի մասում գտնվող ճանապարհային կառույցների տարրերը պետք է շրջանցեն՝',
                // image: './media/1/image-010.jpg',
                options: [1, 'Աջ կողմից։ ', 'Ձախ կողմից։']
            },
            {
                question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը։',
                image: './media/1/image-011.jpg',
                options: [2, 'Միայն դեպի ձախ։ ', 'Միայն դեպի աջ։ ', 'Ուղիղ եւ դեպի ձախ։ ', 'Բոլոր ուղղություններով։']
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում  կանոնները շրջադարձ կատարելիս՝ արգելակման գոտի ունեցող ճանապարհին։',
                image: './media/1/image-012.jpg',
                options: [2, 'Երկու վարորդն էլ։', 'Դեղին ավտոմոբիլի վարորդը։ ', 'Երկու վարորդն էլ շրջադարձը կատարում են ճիշտ։ ']
            },
            {
                question: 'Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիր ավտոմոբիլի վարորդին շարունակել երթեւեկությունը։',
                image: './media/1/image-013.jpg',
                options: [2, 'Թույլատրվում է։ ', 'Արգելվում է։ ']
            },
            {
                question: 'Երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհի վրա Ձեզ անհրաժեշտ է կատարել ձախ շրջադարձ։ Ո՞ր գոտուց կկատարեք տվյալ մանեւրը։',
                options: [2, 'Աջ գոտուց։', 'Միջին գոտուց։ ', 'Աջ կամ միջին գոտուց։', 'Միջին գոտուց, եթե զբաղեցված է աջ գոտին։']
            },
            {
                question: 'Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին երթեւեկել տրամվայի գծերով։',
                image: './media/1/image-014.jpg',
                options: [1, 'Թույլատրվում է։ ', 'Արգելվում է։ ']
            },
            {
                question: 'Հետադարձն արգելվում է՝ ',
                options: [5, 'Հետիոտնային անցումների վրա եւ թունելներում։', 'Կամուրջների, ուղեկամուրջների, էստակադների վրա եւ դրանց տակ։', 'Երկաթուղային գծանցներում։', ' Ճանապարհի` թեկուզ եւ մեկ ուղղությամբ 100 մ-ից պակաս տեսանելիության տեղերում։', 'Բոլոր թվարկած դեպքերում։'
                ]
            },
            {
                question: 'Ո՞ր ուղղություններով է թույլատրվում երթեւեկությունը։ ',
                image: './media/1/image-015.jpg',
                options: [2, 'Միայն դեպի ձախ։',
                    'Ուղիղ, դեպի ձախ եւ հետադարձ։',
                    'Միայն ուղիղ։']
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցների վարորդներն են խախտել ճանապարհային նշանի պահանջները։',
                image: './media/1/image-016.jpg',
                options: [4,
                    'Մոտոցիկլների վարորդները։',
                    'Ավտոմոբիլի եւ կողային կցորդով մոտոցիկլի վարորդները։ ',
                    'Միայն ավտոմոբիլի վարորդը։',
                    'Բոլոր տրանսպորտային միջոցների վարորդները։ '
                ]
            },
            {
                question: 'Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների միաժամանակյա վերադասավորման դեպքում ճանապարհը պետք է զիջի՝',
                options: [1,
                    'Ձախից ընթացող տրանսպորտային միջոցի վարորդը։',
                    'Աջից ընթացող տրանսպորտային միջոցի վարորդը։']
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։',
                image: './media/1/image-017.jpg',
                options: [1,
                    'Բեռնատար ավտոմոբիլի վարորդը։',
                    'Ավտոբուսի վարորդը։']
            },
            {
                question: 'Պարտավո՞ր է արդյոք սահմանված երթուղով երթեւեկող ավտոբուսի վարորդը նշված իրադրությունում զիջել ճանապարհը։',
                image: './media/1/image-018.jpg',
                options: [1,
                    ' Պարտավոր է։',
                    ' Պարտավոր չէ։',
                    ' Պարտավոր չէ, քանի որ երթեւեկում է ուղիղ։ '
                ]
            },
            {
                question: 'Եթե համապատասխան նշաններով կահավորված երկայնական թեքությամբ ճանապարհահատվածներում հանդիպակաց երթեւեկությունը դժվարացած է, ապա ճանապարհը պետք է զիջել՝',
                options: [3,
                    'Վայրէջքի ուղղությամբ ընթացող տրանսպորտային միջոցին։',
                    ' Ընդհանուր օգտագործման տրանսպորտային միջոցին։',
                    'Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին։ '
                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
                image: './media/1/image-019.jpg',
                options: [2,
                    'Տրակտորի վարորդը։',
                    'Ավտոբուսի վարորդը։',
                ]
            },
            {
                question: 'Երթեւեկության առավելություն ունի՝',
                image: './media/1/image-020.jpg',
                options: [2,
                    'Կապույտ ավտոմոբիլը, քանի որ կարմիրը փոխում է երթեւեկության ուղղությունը դեպի ձախ։ ',
                    'Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է աջ կողմում։ ',
                    'Կապույտ ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է ձախ կողմում։',
                ]
            },
            {
                question: 'Պարտավո՞ր են արդյոք տրանսպորտային միջոցների վարորդները բնակավայրերում ճանապարհը զիջել կահավորված եւ նշված կանգառի կետերի տարածքից երթեւեկությունը սկսող ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
                options: [1, 'Այո։', 'Ոչ։']

            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
                image: './media/1/image-021.jpg',
                options: [1,
                    'Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Բեռնատար ավտոմոբիլի վարորդը։',
                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
                image: './media/1/image-022.jpg',
                options: [2,
                    'Ավտոբուսի վարորդը։', 'Ավտոմոբիլի վարորդը։',
                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
                image: './media/1/image-023.jpg',
                options: [1,
                    'Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։',
                ]
            },
            {
                question: 'Նշե՛ք խաչմերուկի անցման հերթականությունը`',
                image: './media/1/image-024.jpg',
                options: [2,
                    ' Ավտոբուսը, բեռնատար ավտոմոբիլը, լծասայլը։', 'Ավտոբուսը եւ լծասայլը, բեռնատար ավտոմոբիլը։',
                ]
            },
            {
                question: 'Հանդիպակաց երթեւեկության դեպքում կտրուկ վայրէջքի վրա անհրաժեշտ է ճանապարհը զիջել՝',
                options: [2,
                    'Ընդհանուր օգտագործման տրանսպորտային միջոցին։', 'Վերեւ բարձրացող տրանսպորտային միջոցին։ ',
                    ' Ներքեւ իջնող տրանսպորտային  միջոցին։  ',
                ]
            },
            {
                question: 'Բնակավայրերում միեւնույն ուղղությամբ երթեւեկության 3 եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
                options: [2,
                    'Թույլատրվում է վազանց կատարելիս։',
                    ' Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։ ',
                    'Թույլատրվում է բոլոր դեպքերում։',
                ]
            },

            {
                question: 'Բոլոր ճանապարհներին միեւնույն ուղղությամբ երթեւեկության 3 եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
                options: [2,
                    'Թույլատրվում է վազանց կատարելիս։',
                    ' Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։ ',
                    'Թույլատրվում է բոլոր դեպքերում։',

                ]
            },

            {
                question: 'Ինչպե՞ս պետք է վարվի երթուղային ավտոբուսի վարորդը տվյալ իրավիճակում։',
                image: './media/1/image-025.jpg',
                options: [3,
                    'Ճանապարհը զիջի թեթեւ մարդատար ավտոմոբիլին։',
                    'Միացնի շրջադարձի ցուցիչը, տա ձայնային ազդանշան եւ սկսի երթեւեկությունը։',
                    'Սկսի երթեւեկությունը` համոզված լինելով, որ թեթեւ մարդատար ավտոմոբիլի վարորդը զիջում է ճանապարհը։'
                ]
            },
            {
                question: 'Տվյալ իրադրությունում սպիտակ թեթեւ մարդատար ավտոմոբիլի վարորդը`',
                image: './media/1/image-026.jpg',
                options: [1,
                    'Ճանապարհը պետք է զիջի երթուղային ավտոբուսին, որը սկսում է երթեւեկությունը նշված կանգառի կետից։',
                    'Ունի առաջնահերթ երթեւեկության իրավունք, քանի որ երթուղային ավտոբուսը վերադասավորվում է երկրորդ գոտի անցնելով։',

                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։',
                image: './media/1/image-027.jpg',
                options: [1,
                    'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
                    'Երթուղային ավտոբուսի վարորդը։'
                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ  երթեւեկության իրավունք տվյալ իրավիճակում։',
                image: './media/1/image-028.jpg',
                options: [1,
                    'Ավտոբուսի վարորդը։',
                    'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
                    'Թեթեւ մարդատար ավտոմոբիլի վարորդը իրավունք չունի անցնել աջ գոտի։',

                ]
            },
            {
                question: 'Խաչմերուկում որտեղ կազմակերպված է շրջանաձեւ երթեւեկություն, պարտավո՞ր է արդյոք ավտոբուսի վարորդը զիջել ճանապարհը բեռնատար ավտոմոբիլին։',
                image: './media/1/image-029.jpg',
                options: [2,
                    'Պարտավոր է։', 'Պարտավոր չէ։',
                ]
            },
            {
                question: 'Երթեւեկությունն ուղիղ շարունակող ավտոբուսի վարորդը պարտավո՞ր է արդյոք զիջել ճանապարհը բեռնատար ավտոմոբիլին։',
                image: './media/1/image-030.jpg',
                options: [1,
                    'Պարտավոր է։', 'Պարտավոր չէ։']
            },
            {
                question: 'Եթե մտադիր եք շարունակել երթեւեկությունն ուղիղ, ո՞ր  տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-031.jpg',
                options: [1,
                    'Երկու տրանսպորտային միջոցներին։',
                    'Միայն ավտոբուսին։',
                    'Միայն թեթեւ մարդատար ավտոմոբիլին։ ',
                    'Ոչ մեկին։',

                ]
            },
            {
                question: 'Եթե մտադիր եք շարունակել երթեւեկությունն ուղիղ, ու՞մ պետք է զիջեք ճանապարհը։',
                image: './media/1/image-032.jpg',
                options: [2,
                    'Միայն թեթեւ մարդատար ավտոմոբիլին։',
                    'Միայն ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։',
                    'Բոլոր տրանսպորտային միջոցներին։',
                    'Միայն մոտոցիկլին։',

                ]
            },
            {
                question: 'Տվյալ իրադրությունում պարտավո՞ր է մոտոցիկլի վարորդը զիջել ճանապարհը։',
                image: './media/1/image-033.jpg',
                options: [2, 'Պարտավոր չէ։', 'Պարտավոր է։',
                ]
            },
            {
                question: 'Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանեւրի իրավունք։',
                image: './media/1/image-034.jpg',
                options: [2, 'Այո', 'Ոչ',]
            },
            {
                question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-035.jpg',
                options: [3, 'Միայն թեթեւ մարդատար ավտոմոբիլին։ ',
                    'Բեռնատար ավտոմոբիլին։',
                    'Երկու տրանսպորտային միջոցներին։ ',
                    'Ոչ մեկին։']
            },
            {
                question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին։',
                image: './media/1/image-036.jpg',
                options: [2,
                    ' Պարտավոր եք։',
                    'Պարտավոր չեք։',
                ]
            },
            {
                question: 'Դուք սկսում եք երթեւեկել ճամփեզրից, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին, որը կատարում է հետադարձ։',
                image: './media/1/image-037.jpg',
                options: [1, ' Պարտավոր եք։',
                    'Պարտավոր չեք։',]
            },
            {
                question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-038.jpg',
                options: [1,
                    'Միայն թեթեւ մարդատար ավտոմոբիլին։',
                    'Ոչ մեկին։',
                    'Միայն թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։ ',
                    'Բոլոր տրանսպորտային միջոցներին։',


                ]
            },
            {
                question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-039.jpg',
                options: [3,
                    'Մոտոցիկլին։',
                    'Պարեկային ավտոմոբիլին։',
                    'Բոլոր տրանսպորտային միջոցներին։',
                ]
            },
            /**/
            {
                question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-040.jpg',
                options: [2,
                    'Թեթեւ մարդատար ավտոմոբիլին։',
                    'Բոլոր տրանսպորտային միջոցներին։',
                    'Բեռնատար ավտոմոբիլին։',
                ]
            },
            {
                question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-041.jpg',
                options: [2,
                    'Բեռնատար ավտոմոբիլին։',
                    'Բոլոր տրանսպորտային միջոցներին։ ',
                    'Ոչ մեկին։',

                ]
            },
            {
                question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-042.jpg',
                options: [2,
                    ' Ոչ մեկին։',
                    'Միայն ավտոբուսին։',
                    'Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին։',
                    'Բոլոր տրանսպորտային միջոցներին։',
                ]
            },
            {
                question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-043.jpg',
                options: [1,
                    'Բեռնատար ավտոմոբիլին։',
                    'Թեթեւ մարդատար ավտոմոբիլին։',
                    'Բոլոր տրանսպորտային միջոցներին։ ',
                    'Ոչ մեկին։',
                ]
            },
            {
                question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
                image: './media/1/image-044.jpg',
                options: [4,
                    ' Ավտոբուսին։',
                    'Ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։',
                    ' Թեթեւ մարդատար ավտոմոբիլին։',
                    ' Ոչ մեկին։',

                ]
            },
            {
                question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին։',
                image: './media/1/image-045.jpg',
                options: [2, ' Պարտավոր եք։',
                    'Պարտավոր չեք։',]
            },

            /* */
            {
                question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը',
                image: './media/1/image-046.jpg',
                options: [1,
                    'Ոչ մեկին։',
                    'Թեթեւ մարդատար ավտոմոբիլին։',
                    'Մոտոցիկլին եւ թեթեւ մարդատար ավտոմոբիլին։',
                ]
            },
            {
                question: 'Պարտավոր ենք արդյո՞ք այս իրավիճակում զիջել հանդիպակացից մոտեցող ավտոմոբիլի վարորդին:',
                image: './media/1/image-047.jpg',
                options: [1,
                    'Այո',
                    'ՈՉ',
                ]
            },
            {
                question: 'Այս իրավիճակում պարտավոր եք',
                image: './media/1/image-048.jpg',
                options: [1,
                    '  Զիջել ճանապարհը',
                    ' Անցնել առաջինը',

                ]
            },
            {
                question: 'Տվյալ իրավիճակում',
                image: './media/1/image-049.jpg',
                options: [2,

                    'Կարող ենք շրջանցել բեռնատարին աջ կողմից՝ կողնակով: ',
                    'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո:',
                    'Թույլատրվում են երկու գործողությունները',

                ]
            },
            {
                question: 'Այս իրավիճակում',
                image: './media/1/image-050.jpg',
                options: [2,
                    'Պետք է զիջեք ճանապարհը ',
                    'Կարող եք առաջինն անցնել',

                ]
            },
            {
                question: 'Տվյալ իրավիճակում ուղիղ երթևեկելու դեպքում թույլատրվում է',
                image: './media/1/image-051.jpg',
                options: [3,

                    'Շրջանցել բեռնատարն աջ կողմից:',
                    'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո',
                    'Նշված երկու դեպքերն էլ թույլատրելի են',

                ]
            },
            /* */
            {
                question: 'Ո՞ր հետագծով է թույլատրվում մոտենալ մայթեզրում սպասող հետիոտնին',
                image: './media/1/image-052.jpg',
                options: [2,
                    'Միայն Ա',
                    'Միայն Բ',
                    'Թույլատրվում է երկու հետագծերով',

                ]
            },
            {
                question: 'Դուրս գալով ճանապարհ այս իրավիճակում պարտավոր ենք զիջել',
                image: './media/1/image-053.jpg',
                options: [3,
                    'Աջ կողմից մոտեցող վարորդներին',
                    'Բոլոր վարոդներին',
                    'Վարորդներին և հետիոտներին',
                ]
            },
            {
                question: 'Այս իրավիճակում զիջել ճանապարհը պարտավոր է',
                image: './media/1/image-054.jpg',
                options: [1,
                    'Թեթև մարդատարի վարորդը ',
                    'Մոտոցիկլի վարորդը',
                ]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
                image: './media/1/image-055.jpg',
                options: [1,
                    'Միայն Ա',
                    'Միայն Բ',
                    'Երկու հետագծերով',
                ]
            },
            {
                question: 'Կապույտ ավտոմոբիլի վարորդը ո՞ր նկարում ներկայացված իրավիճակում ունի առաջնահերթ երթևեկության իրավունք մյուս վարորդի նկատմամբ',
                image: './media/1/image-056.jpg',
                options: [3,
                    ' Ձախ',
                    'Աջ',
                    'Երկու',
                ]
            },
            {
                question: 'Հետադարձը նշված տեղում',
                image: './media/1/image-057.jpg',
                options: [2,
                    'Թույլատրվում է, եթե մոտեցող գնացք չկա',
                    'Թույլատրվում է',
                    ' Արգելվում է',
                ]
            },
            /**/
            {
                question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը',
                image: './media/1/image-058.jpg',
                options: [1,
                    'Միայն Ա',
                    ' Միայն Բ',
                    'Երկու հետագծերով',

                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը',
                image: './media/1/image-059.jpg',
                options: [2, 'Բեռնատարի',
                    'Թեթև մարդատարի',

                ]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրվում հետադարձը վարորդին',
                image: './media/1/image-060.jpg',
                options: [2, 'Միայն Ա',
                    ' Միայն Բ', 'Ցանկացած']
            },
            {
                question: 'Այս գոտուց ո՞ր ուղղությամբ կարող է թեթև մարդատարի վարորդը շարունակել երթևեկությունը',
                image: './media/1/image-061.jpg',
                options: [4,
                    'Միայն ուղիղ ',
                    'Ուղիղ և աջ ',
                    'Ցանկացած',
                    'Ուղիղ, ձախ և հակառակ',
                ]
            },
            {
                question: 'Դեպի աջից հարող ճանապարհ աջ շրջադարձ կատարելիս անհրաժեշտ է',
                image: './media/1/image-062.jpg',
                options: [2, 'Շարունակել երթևեկությունն այս գոտով և շրջադարձը կատարել միայն այդ գոտուց',
                    'Վերադասավորվել արգելակման գոտի և շրջադարձը կատարել միայն այդ գոտուց',
                    'Երկու տարբերակներն էլ ճիշտ են:',
                ]
            },
            {
                question: 'Ձախ բակ մուտք գործելիս ո՞ւմ պետք է զիջել ճանապարհը',
                image: './media/1/image-063.jpg',
                options: [2,
                    'Միայն հանդիպակացից մոտեցող վարորդին',
                    'Վարորդին և հետիոտներին',
                    'Ոչ ոքի',
                ]
            },
    /*  */     {
                question: 'Հետադարձը  այս խաչմերուկում',
                image: './media/1/image-064.jpg',
                options: [1,
                    'Թույլատրված է ',
                    'Արգելված է',]
            },
            {
                question: 'Պարտավոր է՞ թեթև մարդատարի վարորդը զիջել ճանապարհն իր գոտի վերադասավորվող ավտոկռունկի վարորդին',
                image: './media/1/image-065.jpg',
                options: [3,
                    'Այո, եթե ավտոկռունկը նարնջագույն փարոսիկներով է կահավորված',
                    'Այո',
                    'Ոչ',

                ]
            },
            {
                question: 'Թույլատրված է՞ հետադարձն այս վայրում',
                image: './media/1/image-066.jpg',
                options: [2,
                    'Այո',
                    'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է ',
                    'Ոչ',
                ]
            },
            {
                question: 'Պարտավոր է արդյո՞ք թեթև մարդատարի վարորդը վերադասավորվել աջ եզրային գոտի վազանց ավարտելուց հետո',
                image: './media/1/image-067.jpg',
                options: [1,
                    'Ոչ, եթե գործում են բնակավայրով երթևեկության կանոնները',
                    'Այո',
                    'Ոչ',
                ]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
                image: './media/1/image-068.jpg',
                options: [2,
                    ' Միայն Ա ',
                    'Միայն Բ ',
                    'Ցանկացած',
                ]
            },
            {
                question: 'Այն դեպքերում, երբ տրանսպորտային միջոցների երթևեկության ուղիները հատվում են, իսկ անցման հերթականությունը կանոններով սահմանված չէ, ճանապարհը պետք է զիջի այն վարորդը',
                options: [1,
                    'Որին տրանսպորտային միջոց է մոտենում աջից',
                    ' Որին տրանսպորտային միջոց է մոտենում ձախից:',]
            },


            /*  */
            {
                question: '՞ր վարորդը պետք է զիջի ճանապարհը',
                image: './media/1/image-069.jpg',
                options: [1,
                    'Շարժումը սկսող վարորդը',
                    'Կանգնել պատրստվող վարորդը',]
            },
            {
                question: 'Հետադարձը նշված վայրում',
                image: './media/1/image-070.jpg',
                options: [3,
                    'Թույլատրվում է',
                    ' Թույլատրվում է, եթե չի խոչընդոտում ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդներին ',
                    'Արգելվում է',
                ]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
                image: './media/1/image-071.jpg',
                options: [2, ' Միայն Ա ',
                    'Միայն Բ ',
                    'Ցանկացած',]
            },
            {
                question: 'Թեթև մարդատարի վարորդը',
                image: './media/1/image-072.jpg',
                options: [1,
                    'Պետք է զիջի ճանապարհը',
                    'Ունի առավելություն, քանի որ մոտեցել է աջ կողմից',
                ]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը',
                image: './media/1/image-073.jpg',
                options: [1, ' Միայն Ա ',
                    'Միայն Բ ',
                    'Ցանկացած',]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
                image: './media/1/image-074.jpg',
                options: [2,
                    'Միայն Ա',
                    'Ա կամ Գ ',
                    ' Բոլոր',]
            },
    /*  */      {
                question: 'արտավոր է՞ վարորդը վերադասավորվել աջ գոտի և նոր միայն կատարել աջ շրջադարձն այս իրավիճակում',
                image: './media/1/image-075.jpg',
                options: [2,
                    'Այո ',
                    'Ոչ',]
            },
            {
                question: 'Գտնվելով կամրջի սահմաններում թույլատրվո՞ւմ է հետադարձը',
                image: './media/1/image-076.jpg',
                options: [2,
                    'Թույլատրվում է, եթե տեսանելիությունը 100 մետր և ավելի է ',
                    'Արգելվում է',]
            },
            {
                question: 'Մուտք գործել խաչմերուկ նշված գոտուց',
                image: './media/1/image-077.jpg',
                options: [2,
                    'Թույլատրվում է միայն հետադարձ կատարելիս ',
                    'Թույլատրվում է ցանկացած դեպքում',]
            },
            {
                question: 'Թույլատրված է՞ հետադարձն այս վայրում',
                image: './media/1/image-078.jpg',
                options: [2,
                    'Այո',
                    'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է ',
                    'Ոչ',
                ]
            },
            {
                question: 'Առանց վերադասավորման երթևեկող վարորդը զիջել աջից վերադասավորվող վարորդին',
                image: './media/1/image-079.jpg',
                options: [1,
                    'Պարտավոր չէ ',
                    'Պարտավոր է',]
            },
            {
                question: 'Հետադարձն այս վայրում',
                image: './media/1/image-080.jpg',
                options: [1, 'Թույլատրվում է ',
                    'Արգելվում է',]
            },
            /*  */
            {
                question: 'ախ շրջադարձը թույլատրվում է',
                image: './media/1/image-081.jpg',
                options: [3,
                    'Միայն Ա հետագծով',
                    'Միայն Բ հետագծով',
                    'Ցանկացած հետագծով',]
            },
            {
                question: 'Կայանատեղիից միաժամանակ շարժումը սկսելու դեպքում պարտավոր եք արդյո՞ք զիջել ճանապարհը առջևում գտնվող վարորդին',
                image: './media/1/image-082.jpg',
                options: [1, 'Այո ', 'Ոչ',]
            },
            {
                question: 'Ո՞ր հետագծով իրավունք ունի վարորդը կատարել ձախ շրջադարձն այս իրավիճակում',
                image: './media/1/image-083.jpg',
                options: [3, 'Միայն Ա ',
                    'Միայն Բ ',
                    'Ցանկացած',]
            },
            {
                question: 'Խաչմերուկում թույլատրվում է արդյո՞ք հետընթաց կատարումով հետադարձ կատարել',
                image: './media/1/image-084.jpg',
                options: [3,
                    'Այո',
                    'Այո, եթե խոչընդոտ չի ստեղծի խաչմերուկով երթևեկողներին',
                    'Ոչ',
                ]
            },
            {
                question: 'Թույլատրվո՞ւմ է վարորդին այս իրավիճակում աջ շրջադարձ կատարել',
                image: './media/1/image-085.jpg',
                options: [2, 'Այո ', 'Ոչ',]
            },
            {
                question: 'Այս իրավիճակում կանգառ կատարելիս ո՞ր ազդանշանի լուսային ցուցիչը պետք է միացնի վարորդը',
                image: './media/1/image-086.jpg',
                options: [3,
                    'Աջ',
                    'Աջ, վերադասավորումից հետո ձախ',
                    'Ձախ',
                ]
            },
    /* */       {
                question: 'Ո՞ր հետագծերով է թույլատրված երթևեկությունը',
                image: './media/1/image-087.jpg',
                options: [3,
                    'Բոլոր',
                    'Միայն Ա',
                    ' Միայն Ա կամ Գ',]
            },
            {
                question: 'Տեսանելիության բացակայության պատճառով հետընթաց կատարելիս վարորդը պետք է',
                options: [3,
                    'Ձայնային ազդանշան տա',
                    'Միացնի վթարային լուսային ազդանշանը',
                    'Դիմի այլ անձանց օգնությանը',
                ]
            },
            {
                question: 'Հետընթաց վարմամբ բակի մուտքն օգտագործելով հետադարձ կատարելն այս իրավիճակում',
                image: './media/1/image-088.jpg',
                options: [1,
                    'Թույլատրվում է, եթե չի խոչընդոտի այլ երթևեկողներին ',
                    'Արգելվում է',]
            },
            {
                question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին սկսել շարժումը',
                image: './media/1/image-089.jpg',
                options: [2,
                    'Այո',
                    'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին',
                    'Ոչ',
                ]
            },
            {
                question: 'Ո՞ր տարբերակում է թույլատրված հետընթացը',
                options: [2,
                    'Խաչմերուկներում',
                    'Աջ եզրային չհանդիսացող գոտիներում ',
                    'Հետիոտնային անցումներում',
                ]
            },
            {
                question: 'Տվյալ իրավիճակում թու՞յլատրվում է վարորոդին երթևեկությունը տրամվայի գծերով',
                image: './media/1/image-090.jpg',
                options: [3, 'Այո',
                    'Թույլատրվում է միայն հետադարձ կամ ձախ շրջադարձ կատարելու դեպքում',
                    'Ոչ',
                ]
            },

            /* */
            {
                question: 'Պարտավոր է արդյո՞ք վարորդն այս իրավիճակում ձախ շրջադարձ կատարելիս լուսային ցուցիչով ազդանշան տալ',
                image: './media/1/image-091.jpg',
                options: [1,
                    'Այո',
                    'Այո, երբ առկա է հանդիպակաց երթևեկող',
                    'Պարտավոր չէ',
                ]
            },
            {
                question: 'Ձախ շրջադարձ թույլատրվում է',
                image: './media/1/image-092.jpg',
                options: [2,
                    'Միայն Ա հետագծով ',
                    'Միայն Բ հետագծով ',
                    'Երկու հետագծերով',]
            },
            {
                question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին հետընթաց վարմամբ մոտենալ ուղևորին կամուրջի վրա',
                image: './media/1/image-093.jpg',
                options: [3,
                    'Այո',
                    'Այո, եթե չի ստեղծի խոչընդոտ այլ մասնակիցներին',
                    'Ոչ',
                ]
            },
            {
                question: 'Թո՞ւյլատրվում է հետադարձ կատարել այս իրավիճակում',
                image: './media/1/image-094.jpg',
                options: [1, 'Թույլատրում է, եթե հետևից երթևեկողների համար 100 մետր և ավելից մենք տեսանելի ենք',
                    'Արգելվում է',
                ]
            },
            {
                question: 'Ի՞նչ կանոն է խախտում վարորդը մուտք գործելով բակ',
                image: './media/1/image-095.jpg',
                options: [2,
                    'Աջ շրջադարձ է կատարում միայն ուղիղ նշանի ազդման գոտում ',
                    'Լուսային ցուցիչով ազդանշան չի տալիս',
                    'Երկու խախտումները միաժամանակ',
                ]
            },
            {
                question: 'Զիջել ճանապարհը բեռնատարի վարորդին',
                image: './media/1/image-096.jpg',
                options: [3,
                    'Պարտավոր ենք',
                    'Պարտավոր ենք, եթե նա այդ մասին ձեռքով ազդանշան է տվել',
                    'Պարտավոր չենք',
                ]
            },
    /*  */      {
                question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
                image: './media/1/image-097.jpg',
                options: [1,
                    ' Միայն Ա ',
                    'Միայն Բ ',
                    'Ցանկացած',]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
                image: './media/1/image-098.jpg',
                options: [1, 'Ցանկացած', 'Միայն Բ ', ' Միայն Ա ',

                ]
            },
            {
                question: 'Ճանապարհը պետք է զիջի',
                image: './media/1/image-099.jpg',
                options: [2,
                    'Թեթև մարդատարի վարորդը ',
                    'Բեռնատարի վարորդը',]
            },
            {
                question: 'Թույլատրվո՞ւմ է պատահմամբ անցած խաչմերուկում հետընթաց վարմամբ շտկել և շարունակել երթևեկությունը մեզ անհրաժեշտ ուղղությամբ',
                image: './media/1/image-100.jpg',
                options: [2, 'Այո', 'Ոչ']
            },
            {
                question: 'Այս գոտուց երթևեկությունը շարունակել թույլատրվում է',
                image: './media/1/image-101.jpg',
                options: [2,
                    'Միայն ձախ ուղղությամբ',
                    ' Ձախ և հակառակ ուղղություններով ',
                    'Աջ, ձախ և հակառակ ուղղություններով',
                ]
            },
            {
                question: 'Թույլատրվո՞ւմ է աջ բակը մտնել հետընթաց կատարելով նշված իրադրությունում',
                image: './media/1/image-102.jpg',
                options: [2,
                    'Այո, եթե չենք խոչընդոտի ընդհանուր օգտագործման տրանսպորտային միջոցներին',
                    'Ոչ',
                ]
            },
    /*  */      {
                question: 'Վերադասավորվելով հարևան գոտի այս իրավիճակում',
                image: './media/1/image-103.jpg',
                options: [1,
                    'Պարտավոր եք զիջել նշված գոտով ընթացող վարորդներին ',
                    'Ունեք երթևեկության առավելություն',]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
                image: './media/1/image-104.jpg',
                options: [3, ' Միայն Ա ',
                    'Միայն Բ ',
                    'Ցանկացած',]
            },
            {
                question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
                image: './media/1/image-105.jpg',
                options: [3, ' Միայն Ա ',
                    'Միայն Գ ',
                    'Ցանկացած',]
            },
            {
                question: 'Այս իրավիճակում թո՞ւյլատրվում է հետընթացով մոտենալ ուղևորին',
                image: './media/1/image-106.jpg',
                options: [1, 'Այո', 'Ոչ']
            },
            {
                question: 'Ինչպե՞ս պետք է վարվեք խաչմերուկից դուրս ձախ շրջադարձի և հետադարձի ժամանակ',
                options: [2, 'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին',
                    'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին և համընթաց երթևեկող տրամվայներին',
                ]
            },
            {
                question: 'Թույլատրվա՞ծ է հետընթացն այս իրավիճակում',
                image: './media/1/image-107.jpg',
                options: [1, 'Արգելվում է',
                    'Թույլատրվում է մինչև հետիոտնային անցումը',
                ]
            },
            /* */
            {
                question: 'Շարժումն սկսելիս պարտավոր եք արդյո՞ք զիջել ճանապարհը հետադարձ կատարող վարորդին',
                image: './media/1/image-108.jpg',
                options: [1, 'Այո', 'Ոչ']
            },
            {
                question: 'Հետընթացով մոտենալ ուղևորին այս իրավիճակում',
                image: './media/1/image-109.jpg',
                options: [3,
                    'Թույլատրվում է',
                    'Թույլատրվում է, եթե չի խոչընդոտում այլ վարորդների երթևեկությանը',
                    ' Արգելվում է',
                ]
            },
            {
                question: 'Ո՞ր վարորդն է խախտում երթևեկության կանոնները դուրս գալով շրջանաձև երթևեկությամբ խաչմերուկից',
                image: './media/1/image-110.jpg',
                options: [1,
                    ' Թեթև մարդատարի',
                    ' Երկու վարորդները',
                    ' Ոչ ոք',]
            },
            {
                question: 'Հետադարձն այս խաչմերուկում',
                image: './media/1/image-111.jpg',
                options: [1, 'Թույլատրվում է', 'Արգելվում է',]
            },
            {
                question: 'Ո՞ր ուղղությամբ է թույլատրված երթևեկությունը',
                image: './media/1/image-112.jpg',
                options: [1,
                    'Միայն ձախ ',
                    'Ուղիղ և ձախ',
                    'Ձախ և հետադարձ',
                ]
            },
            {
                question: 'Պարտավոր եք արդյո՞ք միացնել աջ շրջադարձի ցուցիչ այս խաչմերուկում',
                image: './media/1/image-113.jpg',
                options: [1, 'Այո',
                    'Ոչ',
                    'Այո, բացառությամբ հետադարձ կատարելիս:',
                ]
            },
            /**/
            {
                question: 'Մերձակա տարածք մուտք գործելիս վարորդը պետք է ճանապարհը զիջի',
                options: [3,
                    ' Միայն հետիոտներին',
                    'Միայն հեծանվորդներին',
                    ' Հեծանվորդներին և չստեղծի խոչընդոտ հետիոտների համար',
                ]
            },
            {
                question: 'Մերձակա տարածքից ճանապարհ դուրս գալիս՝ վարորդը պետք է',
                options: [3, 'Ճանապարհը զիջի միայն հետիոտներին',
                    'Ճանապարհը զիջի դրանով երթևեկող տրանսպորտային միջոցներին',
                    'Զիջի ճանապարհը երթևեկող տրանսպորտային միջոցների վարորդներին և չստեղծի խոչընդոտ հետիոտների համար',
                ]
            },
            {
                question: 'Հետադարձ կատարել նշանից հետո թույլատրվում է',
                image: './media/1/image-114.jpg',
                options: [3,
                    'Միայն երկու կողմից 100 մետր տեսանելիության դեպքում',
                    ' Խոչընդոտ չստեղծելու դեպքում',
                    'Ոչ մի դեպքում',
                ]
            },
            {
                question: 'Ազդանշան տալը երթևեկության մյուս մասնակիցների նկատմամբ առավելություն',
                options: [3,
                    'Տալիս է',
                    'Տալիս է միայն վերադասավորվելիս ',
                    'Չի տալիս',
                ]
            },
            {
                question: 'Նշված հետագծով աջ շրջադարձը',
                image: './media/1/image-115.jpg',
                options: [1, 'Թույլատրված է', 'Արգելված է',]
            },
            {
                question: 'Բեռնատարից առաջ անցնելուց հետո ո՞ր գոտով կարող եք շարունակել երթևեկությունը',
                image: './media/1/image-116.jpg',
                options: [1, 'Միայն աջ',
                    ' Երկու համընթաց գոտիներով էլ թույլատրվում է',
                ]
            },
            /*  */
            {
                question: 'Հետադարձը նշված վայրում',
                image: './media/1/image-117.jpg',
                options: [3, ' Թույլատրվում է',
                    'Թույլատրվում է, եթե առկա չեն ընդհանուր օգտագործման տրանսպորտային միջոցներ',
                    'Արգելվում է',
                ]
            },
            {
                question: 'Առաջնահերթ երթևեկության իրավունք ունի',
                image: './media/1/image-118.jpg',
                options: [2, 'Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը',]
            },
            {
                question: 'Միաժամանակ վերադասավորվելիս ո՞ր տրանսպորտային միջոցի վարորդը ունի առաջնահերթ երթևեկության իրավունք',
                image: './media/1/image-119.jpg',
                options: [2, 'Բեռնատարի',
                    'Թեթև մարդատարի',
                ]
            },
            {
                question: 'Թույլատրվո՞ւմ է հետընթացով մոտենալ ուղևորին',
                image: './media/1/image-120.jpg',
                options: [2, 'Այո', 'Ոչ',]
            },
            {
                question: 'Աջ բակ մուտք գոծելու դեպքում պարտավոր ենք զիջել',
                image: './media/1/image-121.jpg',
                options: [4, 'Միայն հետիոտներին',
                    'Միայն հեծանվորդին',
                    'Ոչ մեկին',
                    'Հեծանվորդին և հետիոտներին',
                ]
            },
            {
                question: 'Այս վերելքի ուղղությամբ շարժվելիս հետադարձ թույլատրվում է, եթե',
                image: './media/1/image-122.jpg',
                options: [2, 'Հնարավոր լինի այն կատարել մեկ գործողությամբ',
                    'Ապահովված է 100 մետր տեսանելիությունը երկու կողմից',
                    'Արգելված է',
                ]
            },
            {
                question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը',
                image: './media/1/image-123.jpg',
                options: [1, 'Ավտոբուսի վարորդը',
                    'Թեթև մարդատարի վարորդը',
                ]
            },
            {
                question: 'Թույլատրվում է հետադարձն այս վայրում',
                image: './media/1/image-124.jpg',
                options: [1, 'Թույլատրվում է երկու կողմից 100մ տեսանելիության պայմաններում',
                    'Արգելվում է',
                ]
            },
            {
                question: 'Թույլատրվո՞ւմ է անցնել կամուրջը, եթե դա չի խոչընդոտում մոտոցիկլի վարորդին',
                image: './media/1/image-125.jpg',
                options: [1, 'Այո', 'Ոչ',]
            },],
    /************ */
    group2: [
        {
            question: 'Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ուղեւոր է համարվում՝',
            options: [2, 'Տրանսպորտային միջոցի սրահում (խցիկում) կամ տրանսպորտային միջոցի վրա գտնվող անձը` բացառությամբ վարորդի եւ վարել սովորեցնողի։',
                'Տրանսպորտային միջոցի սրահում (խցիկում) կամ տրանսպորտային միջոցի վրա գտնվող, ինչպես նաեւ տրանսպորտային միջոցը նստող (բարձրացող) ու դրանից դուրս եկող (իջնող) անձը` բացառությամբ վարորդի եւ վարել սովորեցնողի։'
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «A» կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝',
            options: [3, '16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։']
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «BE» կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝ ',
            options: [3, '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։', '19 տարին լրացած անձանց։']
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` ճանապարհի երթեւեկելի մաս է համարվում`',
            options: [2, ' Ճանապարհի տարրը` նախատեսված տրանսպորտային միջոցների երթեւեկության համար։',
                'Ճանապարհի տարրը` նախատեսված ոչ ռելսագնաց տրանսպորտային միջոցների երթեւեկության համար։',
            ]
        },
        {
            question: 'Պարտավո՞ր է արդյոք վարել սովորողն ուսումնական վարման ժամանակ ամրակապվել անվտանգության գոտիներով։',
            options: [1, 'Պարտավոր է։',
                ' Պարտավոր չէ։',
                'Պարտավոր չէ, եթե դա դժվարացնում է ավտոմոբիլ ղեկավարելը։',
                'Պարտավոր չէ, եթե թույլատրում է վարել սովորեցնողը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D» կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝',
            options: [4,
                '18 տարին լրացած անձանց։',
                '19 տարին լրացած անձանց։',
                '20 տարին լրացած անձանց։',
                '21 տարին լրացած անձանց։',
            ]
        },
        /*/*/
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հետիոտն է համարվում՝',
            options: [1,
                ' Տրանսպորտային միջոցից դուրս` ճանապարհի վրա գտնվող անձը` բացառությամբ ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն ունեցող եւ օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։ ',
                ' Տրանսպորտային միջոցից դուրս` ճանապարհի վրա գտնվող, այդ թվում` ճանապարհի վրա աշխատանքներ իրականացնելու իրավասություն ունեցող եւ օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի գործնական վարման սկզբնական ուսուցումը իրականացվում է՝',
            options: [2,
                '        Բնակավայրերից դուրս` ճանապարհներին` հաշվի առնելով տրանսպորտային միջոցների երթեւեկության ինտենսիվությունը։ ',
                'Փակ հրապարակում կամ ավտոդրոմում։',
                ' Ցանկացած ճանապարհին (բացառությամբ ավտոմայրուղիների)` հաշվի առնելով տրանսպորտային միջոցների երթեւեկության ինտենսիվությունը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` մերձակա տարածքից ելքը դեպի ճանապարհ համարվու՞մ է արդյոք խաչմերուկ։',
            options: [1,
                'Չի համարվում։',
                'Համարվում է։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B», «C» եւ «D» կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով, եթե կցորդի թույլատրելի առավելագույն զանգվածը չի գերազանցում ',
            options: [1,
                '750 կիլոգրամը։',
                '800 կիլոգրամը։',
                '1001 կիլոգրամը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ երթևեկելի մասով հեծանվորդներին արգելվում է երթեւեկել՝',
            options: [2,
                'Առանց պաշտպանիչ ակնոցների։',
                'Առանց սաղավարտի։',
                'Երկու դեպքում էլ։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B» եւ «C» կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝',
            options: [3, '16 տարին լրացած անձանց։', '17 տարին լրացած անձանց։', '18 տարին լրացած անձանց։']
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ մոպեդ է համարվում ՝',
            options: [1,
                'Ոչ ավել 50 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 50 կմ / ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։',
                ' Ոչ ավել 60 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 60 կմ / ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։',
                ' Ոչ ավել 70 սմ խորանարդ բանվորական ծավալի շարժիչով եւ ոչ ավել 70 կմ / ժ առավելագույն արագությամբ երկանիվ կամ եռանիվ տրանսպորտային միջոցը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հարկադրված կանգառ է համարվում՝',
            options: [4,
                ' Երթեւեկության ընդհատումը՝ կապված լուսացույցի արգելող ազդանշանի անսպասելի միացման հետ։',
                ' Երթեւեկության ընդհատումը՝ կապված ճանապարհին գոյացած խցանման հետ։',
                'Տրանսպորտային միջոցի անսարքության, վարորդի(ուղեւորի) ֆիզիկական եւ(կամ) հոգեկան վիճակով եւ(կամ) բեռի փոխադրմամբ պայմանավորված՝ վտանգի կամ ճանապարհին ի հայտ եկած այլ խոչընդոտի պատճառով տրանսպորտային միջոցն անշարժ վիճակի բերելը։',
                ' Թվարկած բոլոր դեպքերը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ անբավարար տեսանելիություն է համարվում՝',
            options: [3,
                ' Ճանապարհի տեսանելիության հեռավորությունը՝ օրվա մութ ժամանակ։',
                'Ճանապարհի տեսանելիության հեռավորությունը բնակավայրերում՝ երթեւեկելի մասի արհեստական լուսավորվածության բացակայության պայմաններում։',
                ' Մառախուղի, անձրեւի, ձյունաթափի եւ (կամ) ճանապարհային երթեւեկության անվտանգության ապահովման համար այլ անբարենպաստ եղանակի պայմաններում, ճանապարհի տեսանելիություն եւ (կամ) մինչեւ 300 մետր տեսանելիության հեռավորություն։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կանգառ է համարվում՝',
            options: [1,
                '    Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային միջոցը բեռնելու, բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն կանխամտածված անշարժ վիճակի բերելը։',

                ' 5 րոպեից ավելի տրանսպորտային միջոցն անշարժ վիճակի բերելը, եթե դա կապված չէ ուղեւորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ։',


            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոց է համարվում՝ ',
            options: [1, 'Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)։  ',
                'Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս), ինչպես նաեւ թեթեւ մարդատար տաքսի ավտոմոբիլը։']
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հետիոտներին են հավասարեցվում՝',
            options: [3,
                '  Առանց շարժիչի հաշմանդամային սայլակներով տեղաշարժվող հաշմանդամները։',
                ' Բեռնասայլակ, սահնակ, մանկասայլակ կամ հաշմանդամային սայլակ քաշող (հրող) անձինք։',
                ' Թվարկած բոլոր անձինք։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կցորդ (կիսակցորդ) է համարվում՝',
            options: [2,
                'Կոշտ կցիչով քարշակվող ցանկացած մեխանիկական տրանսպորտային միջոցը։',
                ' Շարժիչով չկահավորված տրանսպորտային միջոցը, որը նախատեսված է մեխանիկական տրանսպորտային միջոցով շարժման մեջ դրվելու եւ դրա կազմում որպես մեկ ամբողջություն  երթեւեկելու համար (ներառյալ՝ հատուկ կցորդը)։',

            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ Հայաստանի Հանրապետության ճանապարհներին սահմանվում է՝',
            options: [
                1, 'Աջակողմյան երթեւեկություն։ ', ' Ձախակողմյան երթեւեկություն։']
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կայանում է համարվում՝',
            options: [2,
                ' 5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, եթե դա կապված չէ ուղեւորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ։',
                '5 րոպեից ավելի տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, բացառությամբ ճանապարհային երթեւեկության այլ մասնակցի կամ որեւէ արգելքի հետ ընդհարումը կանխելու, ուղեւորի նuտելու, իջնելու եւ (կամ) տրանuպորտային միջոցը բեռնելու, բեռնաթափելու, ինչպես նաև օրենսդրությամբ նախատեսված այլ դեպքերի։',

            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ՀՀ զինված ուժեր եւ այլ զորքեր զորակոչված անձանց «D» կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել՝',
            options: [2,

                '18 տարին լրացած անձանց։',
                '19 տարին լրացած անձանց։',
                '20 տարին լրացած անձանց։',
                '21 տարին լրացած անձանց։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի ձեռք բերման օրվանից ի՞նչ ժամկետում այն պետք է ներկայացվի պետական գրանցման՝ Ճանապարհային ոստիկանության մարմիններ։',
            options: [1,
                '15 օրվա ընթացքում։',
                '10 օրվա ընթացքում։',
                '20 օրվա ընթացքում։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ճանապարհային երթեւեկությանը մասնակցող տրանսպորտային միջոցը տեխնիկապես սարքին վիճակում պահպանելու համար պատասխանատվություն կրում է՝',
            options: [1,
                'Տրանսպորտային միջոցի սեփականատերը կամ օգտագործողը։',
                'Տրանսպորտային միջոցը վաճառած կազմակերպությունը։ ',
                'Տրանսպորտային միջոցի՝ վերջին տարեկան տեխնիկական զննությունն իրականացրած կազմակերպությունը։',
                'Թվարկած բոլոր անձինք եւ կազմակերպությունները։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ երթեւեկությունը սկսելուց առաջ տրանսպորտային միջոցի վարորդը պարտավոր է ստուգել՝',
            options: [3,

                'Արգելակային համակարգի եւ ղեկային կառավարման սարքինությունը։',
                'Անվադողերի պահպանաշերտի նախշանկարի մնացորդային բարձրության համապատասխանությունը սահմանված նորմերին։',
                'Բոլոր թվարկածները։',

            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի վարորդը պարտավոր է օժանդակելու նպատակով տրամադրել տրանսպորտային միջոցը՝',
            options: [3,

                ' Ոստիկանության ծառայողներին՝ շտապ բժշկական օգնության կարիք ունեցող անձանց բժշկական',
                ' հաստատություն տեղափոխելու համար։',
                ' Բուժաշխատողներին, որոնք բուժօգնություն ցույց տալու համար մեկնում են համընթաց ուղղությամբ(վարորդի համաձայնությամբ)։',
                ' Երկու դեպքում էլ։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի վարորդը պարտավոր է ճանապարհատրանսպորտային պատահարին առընչություն ունենալու դեպքում՝',
            options: [4,

                'Անմիջապես կանգնեցնել տրանսպորտային միջոցը։',
                'Միացնել վթարային լուսային ազդանշանը։',
                'Չտեղաշարժել պատահարի հետ կապված առարկաները։',
                'Կատարել թվարկած բոլոր գործողությունները։',

            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ մեխանիկական տրանսպորտային միջոցի վարորդը պարտավոր է իր մոտ ունենալ՝',
            options: [1,
                'Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական վկայականը եւ տրանսպորտային միջոցի հաշվառման փաստաթղթերը։',
                'Լիազորագիր՝ այլ անձին պատկանող տրանսպորտային միջոցը վարելու դեպքում։',
                'Թվարկած բոլոր փաստաթղթերը։',

            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ երթեւեկության գոտի է համարվում՝',
            options: [2,
                'Երթեւեկելի մասի գծանշված երկայնական գոտին, որի լայնությունը բավարար է տրանսպորտային միջոցների մեկ շարքով երթեւեկության համար։',
                'Երթեւեկելի մասի գծանշված կամ չգծանշված երկայնական գոտին, որի լայնությունը բավարար է տրանսպորտային միջոցների մեկ շարքով երթեւեկության համար։',

            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ թույլատրելի առավելագույն զանգված է համարվում՝',
            options: [2,
                '  Լրակազմված եւ լիցքավորված տրանսպորտային միջոցի զանգվածը։',
                '  Վարորդով, ուղեւորներով եւ բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը։',
            ]
        },
        ////////
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կարգավորող է համարվում՝',
            options: [1,
                'Ճանապարհային երթեւեկությունը կարգավորելու իրավասություն ունեցող եւ օրենսդրությամբ սահմանված կարգով այդ կարգավորումն իրականացնող անձը։ ',
                'Երթեւեկության ցանկացած մասնակից (վարորդ, ուղեւոր կամ հետիոտն), որն անհրաժեշտությունն առաջանալու դեպքում կատարում է կարգավորող գործողություններ։ ',
                'Թվարկած բոլոր անձինք։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոց վարել սովորեցնողը՝',
            options: [1,
                'Հավասարեցվում է վարորդին։',
                'Չի հավասարեցվում վարորդին։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ վթարային իրադրություն է համարվում՝',
            options: [2,

                'Երթեւեկության մասնակցի գործողության եւ (կամ) անգործության հետեւանքով առաջացած իրավիճակը, որի ժամանակ ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ։ ',
                'Երթեւեկության մասնակցի եւ (կամ) կարգավորողի գործողության եւ (կամ) անգործության հետեւանքով առաջացած իրավիճակը, որի ժամանակ ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ օրվա մութ ժամանակ է համարվում՝',
            options: [2,
                ' Աշնանը եւ ձմռանը` երեկոյան ժամը 20.00-ից մինչեւ առավոտյան ժամը 8.00-ը, գարնանը եւ ամռանը` երեկոյան ժամը 22.00-ից մինչեւ առավոտյան ժամը 6.00-ն ընկած ժամանակահատվածը։ ',
                ' Մթնշաղի վերջի եւ աղջամուղջի սկզբի միջեւ ընկած ժամանակահատվածը։',
                ' Արեգակնային լուսավորության բացակայության ժամանակահատվածը։',]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ավտոբուս է համարվում՝',
            options: [1,
                '  Ուղեւորների համար նախատեսված 8-ից ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։',
                '  Ուղեւորների համար նախատեսված 8 եւ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։',]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ թեթեւ մարդատար ավտոմոբիլ է համարվում՝',
            options: [1,
                'Ուղեւորների համար նախատեսված 8-ից ոչ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։ ',
                'Ուղեւորների (բացառությամբ մինչեւ 12 տարեկան երեխաների) համար նախատեսված 4-ից ոչ ավելի նստատեղ ունեցող, իր կառուցվածքով եւ կահավորվածությամբ ուղեւորների եւ ուղեբեռի անվտանգ եւ հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը։',]
        },
        ////////////
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ հետիոտներին են հավասարեցվում՝',
            options: [3,

                ' Շարժիչ ունեցող հաշմանդամային սայլակով` հետիոտնի արագությամբ տեղաշարժվող հաշմանդամները։',
                'Հեծանիվ, մոպեդ կամ մոտոցիկլ տանող անձինք։ 3.Բոլոր թվարկած անձինք։',]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցներ վարելու իրավունքը ծագում է՝',
            options: [2,

                'Ճանապարհային ոստիկանության ստորաբաժանումներում տրանսպորտային միջոցներ վարելու գործնական քննությունները դրական հանձնելու պահից։ ',
                'Վարորդական իրավունքի վկայական ստանալու պահից։ ',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «A» եւ «B» կարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական վկայականները կարող են տրվել՝',
            options: [3,

                ' 16 տարին լրացած անձանց։',
                ' 17 տարին լրացած անձանց։',
                ' 18 տարին լրացած անձանց։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «C» կարգի տրանսպորտային միջոցներ վարելու միջազգային վարորդական վկայական կարող է տրվել՝',
            options: [3,

                ' 18 տարին լրացած անձանց։',
                ' 20 տարին լրացած անձանց։',
                ' 21 տարին լրացած անձանց։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ազգային վարորդական վկայականները տրվում են՝',
            options: [2,

                '5 տարի ժամանակով։ ',
                '10 տարի ժամանակով։ ',
                '20 տարի ժամանակով։ ',
                'Անժամկետ։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` միջազգային վարորդական վկայականները տրվում են՝',
            options: [2,

                '1 տարի ժամանակով։ ',
                '3 տարի ժամանակով։ ',
                '5 տարի ժամանակով։ ',
                'Անժամկետ։',
            ]
        },
        /////
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ Ճանապարհային ոստիկանության ստորաբաժանումներում (բացառությամբ «AM» ենթակարգի տրանսպորտային միջոցի վարորդի թեկնածուի) վարորդի թեկնածուն կարող է մասնակցել գործնական քննության, եթե լրացել է նրա',
            options: [3,
                ' 15 տարին։',
                ' 16 տարին։',
                '17 տարին։ ',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ կանգառ է համարվում՝',
            options: [3,

                ' Տրանսպորտային միջոցն անշարժ վիճակի բերելը` կապված ուղեւորի պահանջի հետ։ ',
                '5 րոպեից ավելի ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը, եթե դա կապված չէ ուղեւորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ։',
                'Մինչեւ 5 րոպե կամ ուղեւորի նստելու, իջնելու եւ (կամ) տրանսպորտային միջոցը բեռնելու, բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցը կանխամտածված անշարժ վիճակի բերելը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոց է համարվում՝',
            options: [2,

                ' Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս), ինչպես նաեւ թեթեւ մարդատար տաքսի ավտոմոբիլը։ ',
                ' Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)։ ',
                ' Զբոսաշրջային երթուղով շարժվող, ուղեւորներ եւ (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ տրանսպորտային միջոցի թույլատրելի առավելագույն զանգված է համարվում՝',
            options: [2,

                'Լրակազմված եւ լիցքավորված տրանսպորտային միջոցի առավելագույն զանգվածը։ ',
                'Վարորդով, ուղեւորներով եւ բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։ ',
                'Վարորդով, ուղեւորներով եւ բեռով բեռնված տրանսպորտային միջոցի զանգվածը, որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «B», «C», «D» կարգերի եւ «C1», «D1» ենթակարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք վարել նաեւ կցորդներով, եթե կցորդի առավելագույն թույլատրելի զանգված է։',
            options: [3,
                '950 կիլոգրամը։',
                '850 կիլոգրամը։',
                '750 կիլոգրամը։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ ընդհանուր օգտագործման տրանսպորտային միջոցի կանգառի կետ է համարվում՝',
            options: [1,

                '   Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված եւ համապատասխան ճանապարհային նշաններով կահավորված վայր։ ',
                '   Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղեւորների նստեցման-իջեցման համար նախատեսված վայր։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D» կարգի եւ «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել այն անձանց, ովքեր ունեն`',
            options: [1,

                '«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 21 տարին։',
                '«B» կարգի կամ «B1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 18 տարին։ ',
                '«AB» կարգերի կամ «A1B1» ենթակարգերի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 18 տարին։ ',
                '«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական եւ լրացել է նրանց 20 տարին։',
            ]
        },
        {
            question: '«Ճանապարհային երթեւեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ «D», «DE» կարգերի, «D1» եւ «D1E» ենթակարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական իրավունքի վկայական կարող է տրվել՝',
            options: [3,
                '19 տարին լրացած անձանց։',
                '20 տարին լրացած անձանց։',
                '21 տարին լրացած անձանց։',
                '22 տարին լրացած անձանց։',
            ]
        },
        {
            question: 'Հողային ծածկույթով ճանապարհից դուրս գալով ասֆալտբետոնե ծածկույթ ունեցող ճանապարհ',
            image: './media/2/image-000.jpg',
            options: [1,
                'Պետք է այն համարենք գլխավոր ճանապարհ',
                ' Այդ ճանապարհը մեզ հավասարազոր ենք համարում ',
            ]
        },
        {
            question: 'Քանի՞ երթևեկության գոտիի կա այս երթևեկելի մասում',
            image: './media/2/image-001.jpg',
            options: [2,
                ' Մեկ',
                ' Երկու',
                ' Երեք ',]
        },
        {
            question: 'Թո՞ւյլատրվում է արդյոք երթևեկել երթևեկելի մասի կենտրոնով նշված լայնության պայմաններում',
            image: './media/2/image-002.jpg',
            options: [3,
                'Այո',
                'Այո, երբ հանդիպակաց երթևեկությունը բացակայում է',
                'Ոչ ',
            ]
        },
        {
            question: 'Նշվածներից ո՞ր անշարժ օբյեկտը արգելք չի հանդիսանում',
            options: [4,
                ' Երթևեկելի մասի ծածկույթի վնասվածքը',
                ' Կողմնակի առարկան',
                ' Անսարք կամ անշարժ ավտոմեքենան',
                ' Խցանման պատճառով կանգ առած ավտոմեքնան ',
            ]
        },
        {
            question: 'Ճանապարհի մաս հանդիսանում են արդյո՞ք մայթը կամ կողնակները',
            options: [1,
                'Այո',
                'Միայն կողնակը',
                'Ոչ ',
            ]
        },
        {
            question: 'Քանի՞ երթևեկելի մասեր ունի այս ճանապարհը',
            image: './media/2/image-003.jpg',
            options: [2,
                'Մեկ',
                'Երկու',
                'Չորս ',
            ]
        },
        {
            question: 'Քանի՞ խաչմերուկ կա այս նկարում',
            image: './media/2/image-004.jpg',
            options: [1, 'Մեկ',
                'Երկու',
                'Չորս ',]
        },
        {
            question: 'Քանի՞ երթևեկելի մասերի հատում կա այս խաչմերուկում',
            image: './media/2/image-005.jpg',
            options: [2, 'Մեկ',
                'Երկու',]
        },
        {
            question: 'Քանի՞ երթևեկության գոտիներ ունի այս ճանապարհը',
            image: './media/2/image-006.jpg',
            options: [2, 'Երկու',
                'Չորս ',]
        },
        {
            question: 'Ո՞ր նկարում ճանապարհը բաժանարար գոտի ունի',
            image: './media/2/image-007.jpg',
            options: [2,
                'Միայն աջ',
                'Երկու դեպքում',
                'Միայն ձախ ',
            ]
        },
        {
            question: 'Զիջել ճանապարհն այլ տրանսպորտային միջոցների նշանակում է',
            options: [2,

                'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել փոխել շարժման ուղղությունը կամ արագությունը:',
                'Վարորդը չպետք է շարունակի կամ վերսկսի շարժումը կամ կատարի որևէ մանևր, եթե դա կարող է այլ տրանսպորտային միջոցների վարորդներին ստիպել անսպասելի փոխել շարժման ուղղությունը կամ արագությունը ',
                'Անվերապահորեն կանգնեցնել տրանսպորտային միջոցը:',
            ]
        },
        {
            question: 'Ո՞ր նկարում է խաչմերուկ պատկերված',
            image: './media/2/image-008.jpg',
            options: [1,
                'Միայն ձախ',
                'Միայն աջ',
                'Երկու դեպքում',
            ]
        },
        {
            question: 'Քանի՞ երթևեկելի մասերի հատում կա խաչմերուկում',
            image: './media/2/image-009.jpg',
            options: [2,
                'Մեկ',
                'Երկու',
                'Չորս ',]
        },
        {
            question: 'Վերադասավորում է համարվում',
            options: [3,
                '  տրանսպորտային միջոցի զբաղեցրած երթևեկության գոտուց երթևեկության սկզբնական ուղղությունը պահպանելով, դուրս գալը ',
                '  տրանսպորտային միջոցի գծանշված երթևեկության գոտու սահմաններում զբաղեցրած շարքից, երթևեկության սկզբնական ուղղությունը պահպանելով, դուրս գալը ',
                '  Նշված երկու դեպքերը',
            ]
        },
        {
            question: 'Շրջադարձ է համարվում',
            options: [2,
                'տրանսպորտային միջոցի` այլ ճանապարհ դուրս գալու նպատակով իրականացվող մանևրը ',
                ' տրանսպորտային միջոցի` այլ ճանապարհ կամ ճանապարհից մերձակա տարածք դուրս գալու նպատակով իրականացվող մանևրը',]
        },
        {
            question: 'Հետադարձ է համարվում',
            options: [2,
                'տրանսպորտային միջոցը հանդիպակաց ուղղությամբ վարելը.',
                'տրանսպորտային միջոցի շարժման ուղղությունը հանդիպակաց ուղղությամբ փոխելու նպատակով իրականացվող մանևր: ',
            ]
        },
        {
            question: 'Կողանցում է համարվում',
            options: [1,
                'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` առանց զբաղեցրած գոտուց դուրս գալու ',
                'շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային միջոցներից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրս գալու հետ',
            ]
        },
        {
            question: 'Երթևեկության սկիզբ է համարվում',
            options: [1,
             '   կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ կամ առանց դրա ',
             '    կանգառի կամ կայանման վայրից տրանսպորտային միջոցի շարժումն սկսելու պահը` կապված հարևան երթևեկության գոտի վերադասավորման հետ: ',]
        },
        {
            question: 'Մանևրում է համարվում',
            options: [1,
               ' տրանսպորտային միջոցի երթևեկության սկիզբ (կապված հարևան երթևեկության գոտի դուրս գալու հետ), վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ (վերադասավորվելով) և հետընթաց կատարելը ',
               ' տրանսպորտային միջոցի երթևեկության սկիզբ, վերադասավորում, երթևեկության ուղղության փոփոխություն, կանգառ և հետընթաց կատարելը',
            ]
        },
        {
            question: 'Ճանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն բաժանարար գոտի է համարվում',
            options: [2,
               ' ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար ',
               ' ճանապարհի հարակից երթևեկելի մասերը բաժանող, կառուցվածքորեն և (կամ) համապատասխան գծանշումով առանձնացված տարր, որը նախատեսված չէ տրանսպորտային միջոցների և հետիոտների երթևեկության կամ կանգառի համար',
            ]
        },
        {
            question: 'Ճանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն վարորդին են հավասարեցվում',
            options: [1,
                'ճանապարհով բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը', 
                'բեռնակիր և (կամ) հեծկան կենդանիներ կամ անասուններ քշող անձը',
            ]
        },
        {
            question: 'Ճանապարհային երթևեկության անվտանգության ապահովման մասին՚ ՀՀ օրենքի համաձայն մայթ է համարվում',
            options: [3,
                'օրենսդրությամբ սահմանված կարգով հետիոտնի տեղաշարժվելու համար նախատեսված երթևեկելի մասին հարող ճանապարհի տարրը ',
                'օրենսդրությամբ սահմանված կարգով հետիոտնի տեղաշարժվելու համար նախատեսված երթևեկելի մասից որևէ եղանակով առանձնացված ճանապարհի տարրը ',
                'Նշված երկու դեպքերը',
            ]
        },

    ]


}


// let smth =
// {
//     question: '',
//     image: './media/1/image-026.jpg',
//     options: [0, '', '', '']
// }

