let xumb1 = [
    {
        question: 'Նշաններից ո՞րն է կոչվում «Արգելքի շրջանցումը ձախից»։',
        image: './1/image-000.jpg',
        options: [3, 1, 2, 3, 4, 5] // 0 index-> right answer// other versions
    },
    {
        question: 'Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործել խաչմերուկ տվյալ իրադրությունում։',
        image: './1/image-001.jpg',
        options: [2, 'Թույլատրվում է։ ', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։'] // 0 index-> right answer// other versions
    },
    {
        question: 'Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը։',
        image: './1/image-002.jpg',
        options: [2, 'Միայն երկրորդ գոտուց։', 'Միայն «A» գծանշումով նշված աջ եզրային գոտուց։']
    },
    {
        question: 'Խաչմերուկում կազմակերպված է շրջանաձեւ երթեւեկություն։ Երթեւեկելի մասը, որով մոտենում եք խաչմերուկին, ունի երթեւեկության երկու գոտի։ Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին եք պարտավոր զբաղեցնել՝ ',
        // image: './1/image-002.jpg',
        options: [3, 'Աջ գոտին:', 'Ձախ գոտին։', 'Կա՛մ աջ, կա՛մ ձախ գոտին։']
    },
    {
        question: 'Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից։	',
        image: './1/image-003.jpg',
        options: [1, 'Թույլատրվում է։', 'Արգելվում է։']
    },
    {
        question: 'Երկկողմ երթեւեկությամբ գծանշված ճանապարհներին, երեք գոտու առկայության դեպքում (բացառությամբ երթեւեկության դարձափոխային կարգավորմամբ ճանապարհների), որոնցից միջինն օգտագործվում է երկու ուղղություններով երթեւեկության համար, ձախ եզրային գոտի մուտք գործելը՝   ',
        // image: './1/image-003.jpg',
        options: [2, 'Թույլատրվում է։', 'Արգելվում է։', 'Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ շրջադարձի կամ հետադարձի համար։']
    },
    {
        question: 'Ո՞ր պատասխանում է ճիշտ նշված երթեւեկության թույլատրելի ուղղությունը։',
        image: './1/image-004.jpg',
        options: [3, 'Միայն հետադարձ։ ', 'Ուղիղ եւ հետադարձ։ ', 'Միայն ուղիղ։']
    },
    {
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը՝',
        image: './1/image-005.jpg',
        options: [1, 'Դեպի ձախ եւ դեպի աջ։', 'Ուղիղ եւ հակառակ ուղղությամբ։ ', 'Միայն ուղիղ։', 'Բոլոր ուղղություններով։']
    },
    {
        question: 'Հետադարձն արգելվում է՝',
        // image: './1/image-005.jpg',
        options: [5, 'Հետիոտնային անցումների վրա։ ', 'Թունելներում', 'Կամուրջների, ուղեկամուրջների, էստակադների վրա եւ դրանց տակ։', 'Երկաթուղային գծանցներում։ ', 'Թվարկած բոլոր դեպքերում։']

    },
    {
        question: 'Թույլատրվու՞մ է արդյոք դեղին ավտոբուսի վարորդին մուտք գործել խաչմերուկ։',
        image: './1/image-006.jpg',
        options: [2, 'Թույլատրվում է։ ', 'Արգելվում է։', 'Թույլատրվում է, եթե ավտոբուսը երթեւեկում է սահմանված երթուղով։']
    },
    {
        question: 'Ո՞ր պատասխանում է ճիշտ նշված երթեւեկության թույլատրելի ուղղությունը։',
        image: './1/image-007.jpg',
        options: [2, 'Ուղիղ եւ դեպի ձախ` մուտք գործելով բակ։', 'Միայն ուղիղ։', 'Միայն հետադարձ։ ', 'Ուղիղ եւ հետադարձ։']
    },
    {
        question: 'Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ եւ մեկ ուղղությամբ տեսանելիությունը պակաս է՝',
        // image: './1/image-007.jpg',
        options: [1, '100 մ-ից։', '150 մ-ից։', '300 մ-ից։']
    },
    {
        question: 'Դուք երթեւեկում եք երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհով։ Ո՞ր դեպքում է թույլատրվում մուտք գործել միջին գոտի։',
        // image: './1/image-007.jpg',
        options: [4, 'Միայն վազանցի դեպքում։ ', 'Միայն շրջանցման դեպքում։', 'Միայն ձախ շրջադարձի կամ հետադարձի դեպքում։ ', 'Թվարկած բոլոր դեպքերում։']
    },
    {
        question: 'Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլի երթեւեկությունը։',
        image: './1/image-008.jpg',
        options: [2, 'Միայն դեպի աջ։', 'Դեպի աջ, դեպի ձախ եւ հակառակ ուղղությամբ։ ', 'Միայն դեպի ձախ։']
    },
    {
        question: 'Ո՞ր նկարում է վարորդը ճիշտ կատարում մանեւրը։',
        image: './1/image-009.jpg',
        options: [1, '1', '2', '3']
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարում հետադարձը։',
        image: './1/image-010.jpg',
        options: [2, 'Կապույտ ավտոմոբիլի վարորդը։ ', 'Կարմիր ավտոմոբիլի վարորդը։ ', 'Երկու վարորդներն էլ։']
    },
    {
        question: 'Ճանապարհային նշանների, գծանշման եւ բաժանարար գոտու բացակայության դեպքում վարորդները երկկողմ երթեւեկությամբ ճանապարհների երթեւեկելի մասում գտնվող ճանապարհային կառույցների տարրերը պետք է շրջանցեն՝',
        // image: './1/image-010.jpg',
        options: [1, 'Աջ կողմից։ ', 'Ձախ կողմից։']
    },
    {
        question: 'Ո՞ր ուղղությամբ է արգելվում երթեւեկությունը։',
        image: './1/image-011.jpg',
        options: [2, 'Միայն դեպի ձախ։ ', 'Միայն դեպի աջ։ ', 'Ուղիղ եւ դեպի ձախ։ ', 'Բոլոր ուղղություններով։']
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում  կանոնները շրջադարձ կատարելիս՝ արգելակման գոտի ունեցող ճանապարհին։',
        image: './1/image-012.jpg',
        options: [2, 'Երկու վարորդն էլ։', 'Դեղին ավտոմոբիլի վարորդը։ ', 'Երկու վարորդն էլ շրջադարձը կատարում են ճիշտ։ ']
    },
    {
        question: 'Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիր ավտոմոբիլի վարորդին շարունակել երթեւեկությունը։',
        image: './1/image-013.jpg',
        options: [2, 'Թույլատրվում է։ ', 'Արգելվում է։ ']
    },
    {
        question: 'Երեք գոտի ունեցող երկկողմ երթեւեկությամբ ճանապարհի վրա Ձեզ անհրաժեշտ է կատարել ձախ շրջադարձ։ Ո՞ր գոտուց կկատարեք տվյալ մանեւրը։',
        options: [2, 'Աջ գոտուց։', 'Միջին գոտուց։ ', 'Աջ կամ միջին գոտուց։', 'Միջին գոտուց, եթե զբաղեցված է աջ գոտին։']
    },
    {
        question: 'Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին երթեւեկել տրամվայի գծերով։',
        image: './1/image-014.jpg',
        options: [1, 'Թույլատրվում է։ ', 'Արգելվում է։ ']
    },
    {
        question: 'Հետադարձն արգելվում է՝ ',
        options: [5, 'Հետիոտնային անցումների վրա եւ թունելներում։', 'Կամուրջների, ուղեկամուրջների, էստակադների վրա եւ դրանց տակ։', 'Երկաթուղային գծանցներում։', ' Ճանապարհի` թեկուզ եւ մեկ ուղղությամբ 100 մ-ից պակաս տեսանելիության տեղերում։', 'Բոլոր թվարկած դեպքերում։'
        ]
    },
    {
        question: 'Ո՞ր ուղղություններով է թույլատրվում երթեւեկությունը։ ',
        image: './1/image-015.jpg',
        options: [2, 'Միայն դեպի ձախ։',
            'Ուղիղ, դեպի ձախ եւ հետադարձ։',
            'Միայն ուղիղ։']
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցների վարորդներն են խախտել ճանապարհային նշանի պահանջները։',
        image: './1/image-016.jpg',
        options: [4,
            'Մոտոցիկլների վարորդները։',
            'Ավտոմոբիլի եւ կողային կցորդով մոտոցիկլի վարորդները։ ',
            'Միայն ավտոմոբիլի վարորդը։',
            'Բոլոր տրանսպորտային միջոցների վարորդները։ '
        ]
    },
    {
        question: 'Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների միաժամանակյա վերադասավորման դեպքում ճանապարհը պետք է զիջի՝',
        options: [1,
            'Ձախից ընթացող տրանսպորտային միջոցի վարորդը։',
            'Աջից ընթացող տրանսպորտային միջոցի վարորդը։']
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։',
        image: './1/image-017.jpg',
        options: [1,
            'Բեռնատար ավտոմոբիլի վարորդը։',
            'Ավտոբուսի վարորդը։']
    },
    {
        question: 'Պարտավո՞ր է արդյոք սահմանված երթուղով երթեւեկող ավտոբուսի վարորդը նշված իրադրությունում զիջել ճանապարհը։',
        image: './1/image-018.jpg',
        options: [1,
            ' Պարտավոր է։',
            ' Պարտավոր չէ։',
            ' Պարտավոր չէ, քանի որ երթեւեկում է ուղիղ։ '
        ]
    },
    {
        question: 'Եթե համապատասխան նշաններով կահավորված երկայնական թեքությամբ ճանապարհահատվածներում հանդիպակաց երթեւեկությունը դժվարացած է, ապա ճանապարհը պետք է զիջել՝',
        options: [3,
            'Վայրէջքի ուղղությամբ ընթացող տրանսպորտային միջոցին։',
            ' Ընդհանուր օգտագործման տրանսպորտային միջոցին։',
            'Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին։ '
        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
        image: './1/image-019.jpg',
        options: [2,
            'Տրակտորի վարորդը։',
            'Ավտոբուսի վարորդը։',
        ]
    },
    {
        question: 'Երթեւեկության առավելություն ունի՝',
        image: './1/image-020.jpg',
        options: [2,
            'Կապույտ ավտոմոբիլը, քանի որ կարմիրը փոխում է երթեւեկության ուղղությունը դեպի ձախ։ ',
            'Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է աջ կողմում։ ',
            'Կապույտ ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման դեպքում գտնվում է ձախ կողմում։',
        ]
    },
    {
        question: 'Պարտավո՞ր են արդյոք տրանսպորտային միջոցների վարորդները բնակավայրերում ճանապարհը զիջել կահավորված եւ նշված կանգառի կետերի տարածքից երթեւեկությունը սկսող ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
        options: [1, 'Այո։', 'Ոչ։']

    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
        image: './1/image-021.jpg',
        options: [1,
            'Թեթեւ մարդատար ավտոմոբիլի վարորդը։', 'Բեռնատար ավտոմոբիլի վարորդը։',
        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
        image: './1/image-022.jpg',
        options: [2,
            'Ավտոբուսի վարորդը։', 'Ավտոմոբիլի վարորդը։',
        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը։',
        image: './1/image-023.jpg',
        options: [1,
            'Ավտոմոբիլի վարորդը։', 'Տրամվայի վարորդը։',
        ]
    },
    {
        question: 'Նշե՛ք խաչմերուկի անցման հերթականությունը`',
        image: './1/image-024.jpg',
        options: [2,
            ' Ավտոբուսը, բեռնատար ավտոմոբիլը, լծասայլը։', 'Ավտոբուսը եւ լծասայլը, բեռնատար ավտոմոբիլը։',
        ]
    },
    {
        question: 'Հանդիպակաց երթեւեկության դեպքում կտրուկ վայրէջքի վրա անհրաժեշտ է ճանապարհը զիջել՝',
        options: [2,
            'Ընդհանուր օգտագործման տրանսպորտային միջոցին։', 'Վերեւ բարձրացող տրանսպորտային միջոցին։ ',
            ' Ներքեւ իջնող տրանսպորտային  միջոցին։  ',
        ]
    },
    {
        question: 'Բնակավայրերում միեւնույն ուղղությամբ երթեւեկության 3 եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
        options: [2,
            'Թույլատրվում է վազանց կատարելիս։',
            ' Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։ ',
            'Թույլատրվում է բոլոր դեպքերում։',
        ]
    },

    {
        question: 'Բոլոր ճանապարհներին միեւնույն ուղղությամբ երթեւեկության 3 եւ ավելի գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային միջոցներին։',
        options: [2,
            'Թույլատրվում է վազանց կատարելիս։',
            ' Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս։ ',
            'Թույլատրվում է բոլոր դեպքերում։',

        ]
    },

    {
        question: 'Ինչպե՞ս պետք է վարվի երթուղային ավտոբուսի վարորդը տվյալ իրավիճակում։',
        image: './1/image-025.jpg',
        options: [3,
            'Ճանապարհը զիջի թեթեւ մարդատար ավտոմոբիլին։',
            'Միացնի շրջադարձի ցուցիչը, տա ձայնային ազդանշան եւ սկսի երթեւեկությունը։',
            'Սկսի երթեւեկությունը` համոզված լինելով, որ թեթեւ մարդատար ավտոմոբիլի վարորդը զիջում է ճանապարհը։'
        ]
    },
    {
        question: 'Տվյալ իրադրությունում սպիտակ թեթեւ մարդատար ավտոմոբիլի վարորդը`',
        image: './1/image-026.jpg',
        options: [1,
            'Ճանապարհը պետք է զիջի երթուղային ավտոբուսին, որը սկսում է երթեւեկությունը նշված կանգառի կետից։',
            'Ունի առաջնահերթ երթեւեկության իրավունք, քանի որ երթուղային ավտոբուսը վերադասավորվում է երկրորդ գոտի անցնելով։',

        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթեւեկության իրավունք։',
        image: './1/image-027.jpg',
        options: [1,
            'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
            'Երթուղային ավտոբուսի վարորդը։'
        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ  երթեւեկության իրավունք տվյալ իրավիճակում։',
        image: './1/image-028.jpg',
        options: [1,
            'Ավտոբուսի վարորդը։',
            'Թեթեւ մարդատար ավտոմոբիլի վարորդը։',
            'Թեթեւ մարդատար ավտոմոբիլի վարորդը իրավունք չունի անցնել աջ գոտի։',

        ]
    },
    {
        question: 'Խաչմերուկում որտեղ կազմակերպված է շրջանաձեւ երթեւեկություն, պարտավո՞ր է արդյոք ավտոբուսի վարորդը զիջել ճանապարհը բեռնատար ավտոմոբիլին։',
        image: './1/image-029.jpg',
        options: [2,
            'Պարտավոր է։', 'Պարտավոր չէ։',
        ]
    },
    {
        question: 'Երթեւեկությունն ուղիղ շարունակող ավտոբուսի վարորդը պարտավո՞ր է արդյոք զիջել ճանապարհը բեռնատար ավտոմոբիլին։',
        image: './1/image-030.jpg',
        options: [1,
            'Պարտավոր է։', 'Պարտավոր չէ։']
    },
    {
        question: 'Եթե մտադիր եք շարունակել երթեւեկությունն ուղիղ, ո՞ր  տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-031.jpg',
        options: [1,
            'Երկու տրանսպորտային միջոցներին։',
            'Միայն ավտոբուսին։',
            'Միայն թեթեւ մարդատար ավտոմոբիլին։ ',
            'Ոչ մեկին։',

        ]
    },
    {
        question: 'Եթե մտադիր եք շարունակել երթեւեկությունն ուղիղ, ու՞մ պետք է զիջեք ճանապարհը։',
        image: './1/image-032.jpg',
        options: [2,
            'Միայն թեթեւ մարդատար ավտոմոբիլին։',
            'Միայն ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։',
            'Բոլոր տրանսպորտային միջոցներին։',
            'Միայն մոտոցիկլին։',

        ]
    },
    {
        question: 'Տվյալ իրադրությունում պարտավո՞ր է մոտոցիկլի վարորդը զիջել ճանապարհը։',
        image: './1/image-033.jpg',
        options: [2, 'Պարտավոր չէ։', 'Պարտավոր է։',
        ]
    },
    {
        question: 'Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանեւրի իրավունք։',
        image: './1/image-034.jpg',
        options: [2, 'Այո', 'Ոչ',]
    },
    {
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-035.jpg',
        options: [3, 'Միայն թեթեւ մարդատար ավտոմոբիլին։ ',
            'Բեռնատար ավտոմոբիլին։',
            'Երկու տրանսպորտային միջոցներին։ ',
            'Ոչ մեկին։']
    },
    {
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին։',
        image: './1/image-036.jpg',
        options: [2,
            ' Պարտավոր եք։',
            'Պարտավոր չեք։',
        ]
    },
    {
        question: 'Դուք սկսում եք երթեւեկել ճամփեզրից, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին, որը կատարում է հետադարձ։',
        image: './1/image-037.jpg',
        options: [1, ' Պարտավոր եք։',
            'Պարտավոր չեք։',]
    },
    {
        question: 'Դուք շարունակում եք երթեւեկությունն ուղիղ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-038.jpg',
        options: [1,
            'Միայն թեթեւ մարդատար ավտոմոբիլին։',
            'Ոչ մեկին։',
            'Միայն թեթեւ մարդատար ավտոմոբիլին եւ մոտոցիկլին։ ',
            'Բոլոր տրանսպորտային միջոցներին։',


        ]
    },
    {
        question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-039.jpg',
        options: [3,
            'Մոտոցիկլին։',
            'Պարեկային ավտոմոբիլին։',
            'Բոլոր տրանսպորտային միջոցներին։',
        ]
    },
    /**/
    {
        question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-040.jpg',
        options: [2,
            'Թեթեւ մարդատար ավտոմոբիլին։',
            'Բոլոր տրանսպորտային միջոցներին։',
            'Բեռնատար ավտոմոբիլին։',
        ]
    },
    {
        question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-041.jpg',
        options: [2,
            'Բեռնատար ավտոմոբիլին։',
            'Բոլոր տրանսպորտային միջոցներին։ ',
            'Ոչ մեկին։',

        ]
    },
    {
        question: 'Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-042.jpg',
        options: [2,
            ' Ոչ մեկին։',
            'Միայն ավտոբուսին։',
            'Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին։',
            'Բոլոր տրանսպորտային միջոցներին։',
        ]
    },
    {
        question: 'Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-043.jpg',
        options: [1,
            'Բեռնատար ավտոմոբիլին։',
            'Թեթեւ մարդատար ավտոմոբիլին։',
            'Բոլոր տրանսպորտային միջոցներին։ ',
            'Ոչ մեկին։',
        ]
    },
    {
        question: 'Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը։',
        image: './1/image-044.jpg',
        options: [4,
            ' Ավտոբուսին։',
            'Ավտոբուսին եւ թեթեւ մարդատար ավտոմոբիլին։',
            ' Թեթեւ մարդատար ավտոմոբիլին։',
            ' Ոչ մեկին։',

        ]
    },
    {
        question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոք զիջել ճանապարհը թեթեւ մարդատար ավտոմոբիլին։',
        image: './1/image-045.jpg',
        options: [2, ' Պարտավոր եք։',
            'Պարտավոր չեք։',]
    },

    /* */
    {
        question: 'Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտային միջոցին պետք է զիջեք ճանապարհը',
        image: './1/image-046.jpg',
        options: [1,
            'Ոչ մեկին։',
            'Թեթեւ մարդատար ավտոմոբիլին։',
            'Մոտոցիկլին եւ թեթեւ մարդատար ավտոմոբիլին։',
        ]
    },
    {
        question: 'Պարտավոր ենք արդյո՞ք այս իրավիճակում զիջել հանդիպակացից մոտեցող ավտոմոբիլի վարորդին:',
        image: './1/image-047.jpg',
        options: [1,
            'Այո',
            'ՈՉ',
        ]
    },
    {
        question: 'Այս իրավիճակում պարտավոր եք',
        image: './1/image-048.jpg',
        options: [1,
            '  Զիջել ճանապարհը',
            ' Անցնել առաջինը',

        ]
    },
    {
        question: 'Տվյալ իրավիճակում',
        image: './1/image-049.jpg',
        options: [2,

            'Կարող ենք շրջանցել բեռնատարին աջ կողմից՝ կողնակով: ',
            'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո:',
            'Թույլատրվում են երկու գործողությունները',

        ]
    },
    {
        question: 'Այս իրավիճակում',
        image: './1/image-050.jpg',
        options: [2,
            'Պետք է զիջեք ճանապարհը ',
            'Կարող եք առաջինն անցնել',

        ]
    },
    {
        question: 'Տվյալ իրավիճակում ուղիղ երթևեկելու դեպքում թույլատրվում է',
        image: './1/image-051.jpg',
        options: [3,

            'Շրջանցել բեռնատարն աջ կողմից:',
            'Շարունակել երթևեկությունը միայն բեռնատարի անցումից հետո',
            'Նշված երկու դեպքերն էլ թույլատրելի են',

        ]
    },
    /* */
    {
        question: 'Ո՞ր հետագծով է թույլատրվում մոտենալ մայթեզրում սպասող հետիոտնին',
        image: './1/image-052.jpg',
        options: [2,
            'Միայն Ա',
            'Միայն Բ',
            'Թույլատրվում է երկու հետագծերով',

        ]
    },
    {
        question: 'Դուրս գալով ճանապարհ այս իրավիճակում պարտավոր ենք զիջել',
        image: './1/image-053.jpg',
        options: [3,
            'Աջ կողմից մոտեցող վարորդներին',
            'Բոլոր վարոդներին',
            'Վարորդներին և հետիոտներին',
        ]
    },
    {
        question: 'Այս իրավիճակում զիջել ճանապարհը պարտավոր է',
        image: './1/image-054.jpg',
        options: [1,
            'Թեթև մարդատարի վարորդը ',
            'Մոտոցիկլի վարորդը',
        ]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        image: './1/image-055.jpg',
        options: [1,
            'Միայն Ա',
            'Միայն Բ',
            'Երկու հետագծերով',
        ]
    },
    {
        question: 'Կապույտ ավտոմոբիլի վարորդը ո՞ր նկարում ներկայացված իրավիճակում ունի առաջնահերթ երթևեկության իրավունք մյուս վարորդի նկատմամբ',
        image: './1/image-056.jpg',
        options: [3,
            ' Ձախ',
            'Աջ',
            'Երկու',
        ]
    },
    {
        question: 'Հետադարձը նշված տեղում',
        image: './1/image-057.jpg',
        options: [2,
            'Թույլատրվում է, եթե մոտեցող գնացք չկա',
            'Թույլատրվում է',
            ' Արգելվում է',
        ]
    },
    /**/
    {
        question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը',
        image: './1/image-058.jpg',
        options: [1,
            'Միայն Ա',
            ' Միայն Բ',
            'Երկու հետագծերով',

        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը',
        image: './1/image-059.jpg',
        options: [2, 'Բեռնատարի',
            'Թեթև մարդատարի',

        ]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրվում հետադարձը վարորդին',
        image: './1/image-060.jpg',
        options: [2, 'Միայն Ա',
            ' Միայն Բ', 'Ցանկացած']
    },
    {
        question: 'Այս գոտուց ո՞ր ուղղությամբ կարող է թեթև մարդատարի վարորդը շարունակել երթևեկությունը',
        image: './1/image-061.jpg',
        options: [4,
            'Միայն ուղիղ ',
            'Ուղիղ և աջ ',
            'Ցանկացած',
            'Ուղիղ, ձախ և հակառակ',
        ]
    },
    {
        question: 'Դեպի աջից հարող ճանապարհ աջ շրջադարձ կատարելիս անհրաժեշտ է',
        image: './1/image-062.jpg',
        options: [2, 'Շարունակել երթևեկությունն այս գոտով և շրջադարձը կատարել միայն այդ գոտուց',
            'Վերադասավորվել արգելակման գոտի և շրջադարձը կատարել միայն այդ գոտուց',
            'Երկու տարբերակներն էլ ճիշտ են:',
        ]
    },
    {
        question: 'Ձախ բակ մուտք գործելիս ո՞ւմ պետք է զիջել ճանապարհը',
        image: './1/image-063.jpg',
        options: [2,
            'Միայն հանդիպակացից մոտեցող վարորդին',
            'Վարորդին և հետիոտներին',
            'Ոչ ոքի',
        ]
    },
    /*  */     {
        question: 'Հետադարձը  այս խաչմերուկում',
        image: './1/image-064.jpg',
        options: [1,
            'Թույլատրված է ',
            'Արգելված է',]
    },
    {
        question: 'Պարտավոր է՞ թեթև մարդատարի վարորդը զիջել ճանապարհն իր գոտի վերադասավորվող ավտոկռունկի վարորդին',
        image: './1/image-065.jpg',
        options: [3,
            'Այո, եթե ավտոկռունկը նարնջագույն փարոսիկներով է կահավորված',
            'Այո',
            'Ոչ',

        ]
    },
    {
        question: 'Թույլատրված է՞ հետադարձն այս վայրում',
        image: './1/image-066.jpg',
        options: [2,
            'Այո',
            'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է ',
            'Ոչ',
        ]
    },
    {
        question: 'Պարտավոր է արդյո՞ք թեթև մարդատարի վարորդը վերադասավորվել աջ եզրային գոտի վազանց ավարտելուց հետո',
        image: './1/image-067.jpg',
        options: [1,
            'Ոչ, եթե գործում են բնակավայրով երթևեկության կանոնները',
            'Այո',
            'Ոչ',
        ]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
        image: './1/image-068.jpg',
        options: [2,
            ' Միայն Ա ',
            'Միայն Բ ',
            'Ցանկացած',
        ]
    },
    {
        question: 'Այն դեպքերում, երբ տրանսպորտային միջոցների երթևեկության ուղիները հատվում են, իսկ անցման հերթականությունը կանոններով սահմանված չէ, ճանապարհը պետք է զիջի այն վարորդը',
        options: [1,
            'Որին տրանսպորտային միջոց է մոտենում աջից',
            ' Որին տրանսպորտային միջոց է մոտենում ձախից:',]
    },


    /*  */
    {
        question: '՞ր վարորդը պետք է զիջի ճանապարհը',
        image: './1/image-069.jpg',
        options: [1,
            'Շարժումը սկսող վարորդը',
            'Կանգնել պատրստվող վարորդը',]
    },
    {
        question: 'Հետադարձը նշված վայրում',
        image: './1/image-070.jpg',
        options: [3,
            'Թույլատրվում է',
            ' Թույլատրվում է, եթե չի խոչընդոտում ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդներին ',
            'Արգելվում է',
        ]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
        image: './1/image-071.jpg',
        options: [2, ' Միայն Ա ',
            'Միայն Բ ',
            'Ցանկացած',]
    },
    {
        question: 'Թեթև մարդատարի վարորդը',
        image: './1/image-072.jpg',
        options: [1,
            'Պետք է զիջի ճանապարհը',
            'Ունի առավելություն, քանի որ մոտեցել է աջ կողմից',
        ]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված աջ շրջադարձը',
        image: './1/image-073.jpg',
        options: [1, ' Միայն Ա ',
            'Միայն Բ ',
            'Ցանկացած',]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        image: './1/image-074.jpg',
        options: [2,
            'Միայն Ա',
            'Ա կամ Գ ',
            ' Բոլոր',]
    },
    /*  */      {
        question: 'արտավոր է՞ վարորդը վերադասավորվել աջ գոտի և նոր միայն կատարել աջ շրջադարձն այս իրավիճակում',
        image: './1/image-075.jpg',
        options: [2,
            'Այո ',
            'Ոչ',]
    },
    {
        question: 'Գտնվելով կամրջի սահմաններում թույլատրվո՞ւմ է հետադարձը',
        image: './1/image-076.jpg',
        options: [2,
            'Թույլատրվում է, եթե տեսանելիությունը 100 մետր և ավելի է ',
            'Արգելվում է',]
    },
    {
        question: 'Մուտք գործել խաչմերուկ նշված գոտուց',
        image: './1/image-077.jpg',
        options: [2,
            'Թույլատրվում է միայն հետադարձ կատարելիս ',
            'Թույլատրվում է ցանկացած դեպքում',]
    },
    {
        question: 'Թույլատրված է՞ հետադարձն այս վայրում',
        image: './1/image-078.jpg',
        options: [2,
            'Այո',
            'Թույլատրված է, եթե տեսանելիությունը 100 մետր և ավելի է ',
            'Ոչ',
        ]
    },
    {
        question: 'Առանց վերադասավորման երթևեկող վարորդը զիջել աջից վերադասավորվող վարորդին',
        image: './1/image-079.jpg',
        options: [1,
            'Պարտավոր չէ ',
            'Պարտավոր է',]
    },
    {
        question: 'Հետադարձն այս վայրում',
        image: './1/image-080.jpg',
        options: [1, 'Թույլատրվում է ',
            'Արգելվում է',]
    },
    /*  */
    {
        question: 'ախ շրջադարձը թույլատրվում է',
        image: './1/image-081.jpg',
        options: [3,
            'Միայն Ա հետագծով',
            'Միայն Բ հետագծով',
            'Ցանկացած հետագծով',]
    },
    {
        question: 'Կայանատեղիից միաժամանակ շարժումը սկսելու դեպքում պարտավոր եք արդյո՞ք զիջել ճանապարհը առջևում գտնվող վարորդին',
        image: './1/image-082.jpg',
        options: [1, 'Այո ', 'Ոչ',]
    },
    {
        question: 'Ո՞ր հետագծով իրավունք ունի վարորդը կատարել ձախ շրջադարձն այս իրավիճակում',
        image: './1/image-083.jpg',
        options: [3, 'Միայն Ա ',
            'Միայն Բ ',
            'Ցանկացած',]
    },
    {
        question: 'Խաչմերուկում թույլատրվում է արդյո՞ք հետընթաց կատարումով հետադարձ կատարել',
        image: './1/image-084.jpg',
        options: [3,
            'Այո',
            'Այո, եթե խոչընդոտ չի ստեղծի խաչմերուկով երթևեկողներին',
            'Ոչ',
        ]
    },
    {
        question: 'Թույլատրվո՞ւմ է վարորդին այս իրավիճակում աջ շրջադարձ կատարել',
        image: './1/image-085.jpg',
        options: [2, 'Այո ', 'Ոչ',]
    },
    {
        question: 'Այս իրավիճակում կանգառ կատարելիս ո՞ր ազդանշանի լուսային ցուցիչը պետք է միացնի վարորդը',
        image: './1/image-086.jpg',
        options: [3,
            'Աջ',
            'Աջ, վերադասավորումից հետո ձախ',
            'Ձախ',
        ]
    },
    /* */       {
        question: 'Ո՞ր հետագծերով է թույլատրված երթևեկությունը',
        image: './1/image-087.jpg',
        options: [3,
            'Բոլոր',
            'Միայն Ա',
            ' Միայն Ա կամ Գ',]
    },
    {
        question: 'Տեսանելիության բացակայության պատճառով հետընթաց կատարելիս վարորդը պետք է',
        options: [3,
            'Ձայնային ազդանշան տա',
            'Միացնի վթարային լուսային ազդանշանը',
            'Դիմի այլ անձանց օգնությանը',
        ]
    },
    {
        question: 'Հետընթաց վարմամբ բակի մուտքն օգտագործելով հետադարձ կատարելն այս իրավիճակում',
        image: './1/image-088.jpg',
        options: [1,
            'Թույլատրվում է, եթե չի խոչընդոտի այլ երթևեկողներին ',
            'Արգելվում է',]
    },
    {
        question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին սկսել շարժումը',
        image: './1/image-089.jpg',
        options: [2,
            'Այո',
            'Այո, եթե չի խոչընդոտի բեռնատարի վարորդին',
            'Ոչ',
        ]
    },
    {
        question: 'Ո՞ր տարբերակում է թույլատրված հետընթացը',
        options: [2,
            'Խաչմերուկներում',
            'Աջ եզրային չհանդիսացող գոտիներում ',
            'Հետիոտնային անցումներում',
        ]
    },
    {
        question: 'Տվյալ իրավիճակում թու՞յլատրվում է վարորոդին երթևեկությունը տրամվայի գծերով',
        image: './1/image-090.jpg',
        options: [3, 'Այո',
            'Թույլատրվում է միայն հետադարձ կամ ձախ շրջադարձ կատարելու դեպքում',
            'Ոչ',
        ]
    },

    /* */
    {
        question: 'Պարտավոր է արդյո՞ք վարորդն այս իրավիճակում ձախ շրջադարձ կատարելիս լուսային ցուցիչով ազդանշան տալ',
        image: './1/image-091.jpg',
        options: [1,
            'Այո',
            'Այո, երբ առկա է հանդիպակաց երթևեկող',
            'Պարտավոր չէ',
        ]
    },
    {
        question: 'Ձախ շրջադարձ թույլատրվում է',
        image: './1/image-092.jpg',
        options: [2,
            'Միայն Ա հետագծով ',
            'Միայն Բ հետագծով ',
            'Երկու հետագծերով',]
    },
    {
        question: 'Թույլատրվո՞ւմ է թեթև մարդատարի վարորդին հետընթաց վարմամբ մոտենալ ուղևորին կամուրջի վրա',
        image: './1/image-093.jpg',
        options: [3,
            'Այո',
            'Այո, եթե չի ստեղծի խոչընդոտ այլ մասնակիցներին',
            'Ոչ',
        ]
    },
    {
        question: 'Թո՞ւյլատրվում է հետադարձ կատարել այս իրավիճակում',
        image: './1/image-094.jpg',
        options: [1, 'Թույլատրում է, եթե հետևից երթևեկողների համար 100 մետր և ավելից մենք տեսանելի ենք',
            'Արգելվում է',
        ]
    },
    {
        question: 'Ի՞նչ կանոն է խախտում վարորդը մուտք գործելով բակ',
        image: './1/image-095.jpg',
        options: [2,
            'Աջ շրջադարձ է կատարում միայն ուղիղ նշանի ազդման գոտում ',
            'Լուսային ցուցիչով ազդանշան չի տալիս',
            'Երկու խախտումները միաժամանակ',
        ]
    },
    {
        question: 'Զիջել ճանապարհը բեռնատարի վարորդին',
        image: './1/image-096.jpg',
        options: [3,
            'Պարտավոր ենք',
            'Պարտավոր ենք, եթե նա այդ մասին ձեռքով ազդանշան է տվել',
            'Պարտավոր չենք',
        ]
    },
    /*  */      {
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        image: './1/image-097.jpg',
        options: [1,
            ' Միայն Ա ',
            'Միայն Բ ',
            'Ցանկացած',]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        image: './1/image-098.jpg',
        options: [1, 'Ցանկացած', 'Միայն Բ ', ' Միայն Ա ',

        ]
    },
    {
        question: 'Ճանապարհը պետք է զիջի',
        image: './1/image-099.jpg',
        options: [2,
            'Թեթև մարդատարի վարորդը ',
            'Բեռնատարի վարորդը',]
    },
    {
        question: 'Թույլատրվո՞ւմ է պատահմամբ անցած խաչմերուկում հետընթաց վարմամբ շտկել և շարունակել երթևեկությունը մեզ անհրաժեշտ ուղղությամբ',
        image: './1/image-100.jpg',
        options: [2, 'Այո', 'Ոչ']
    },
    {
        question: 'Այս գոտուց երթևեկությունը շարունակել թույլատրվում է',
        image: './1/image-101.jpg',
        options: [2,
            'Միայն ձախ ուղղությամբ',
            ' Ձախ և հակառակ ուղղություններով ',
            'Աջ, ձախ և հակառակ ուղղություններով',
        ]
    },
    {
        question: 'Թույլատրվո՞ւմ է աջ բակը մտնել հետընթաց կատարելով նշված իրադրությունում',
        image: './1/image-102.jpg',
        options: [2,
            'Այո, եթե չենք խոչընդոտի ընդհանուր օգտագործման տրանսպորտային միջոցներին',
            'Ոչ',
        ]
    },
    /*  */      {
        question: 'Վերադասավորվելով հարևան գոտի այս իրավիճակում',
        image: './1/image-103.jpg',
        options: [1,
            'Պարտավոր եք զիջել նշված գոտով ընթացող վարորդներին ',
            'Ունեք երթևեկության առավելություն',]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված հետադարձը',
        image: './1/image-104.jpg',
        options: [3, ' Միայն Ա ',
            'Միայն Բ ',
            'Ցանկացած',]
    },
    {
        question: 'Ո՞ր հետագծով է թույլատրված ձախ շրջադարձը',
        image: './1/image-105.jpg',
        options: [3, ' Միայն Ա ',
            'Միայն Գ ',
            'Ցանկացած',]
    },
    {
        question: 'Այս իրավիճակում թո՞ւյլատրվում է հետընթացով մոտենալ ուղևորին',
        image: './1/image-106.jpg',
        options: [1, 'Այո', 'Ոչ']
    },
    {
        question: 'Ինչպե՞ս պետք է վարվեք խաչմերուկից դուրս ձախ շրջադարձի և հետադարձի ժամանակ',
        options: [2, 'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին',
            'Պետք է ճանապարհը զիջել հանդիպակաց տրանսպորտային միջոցներին և համընթաց երթևեկող տրամվայներին',
        ]
    },
    {
        question: 'Թույլատրվա՞ծ է հետընթացն այս իրավիճակում',
        image: './1/image-107.jpg',
        options: [1, 'Արգելվում է',
            'Թույլատրվում է մինչև հետիոտնային անցումը',
        ]
    },
    /* */
    {
        question: 'Շարժումն սկսելիս պարտավոր եք արդյո՞ք զիջել ճանապարհը հետադարձ կատարող վարորդին',
        image: './1/image-108.jpg',
        options: [1, 'Այո', 'Ոչ']
    },
    {
        question: 'Հետընթացով մոտենալ ուղևորին այս իրավիճակում',
        image: './1/image-109.jpg',
        options: [3,
            'Թույլատրվում է',
            'Թույլատրվում է, եթե չի խոչընդոտում այլ վարորդների երթևեկությանը',
            ' Արգելվում է',
        ]
    },
    {
        question: 'Ո՞ր վարորդն է խախտում երթևեկության կանոնները դուրս գալով շրջանաձև երթևեկությամբ խաչմերուկից',
        image: './1/image-110.jpg',
        options: [1,
            ' Թեթև մարդատարի',
            ' Երկու վարորդները',
            ' Ոչ ոք',]
    },
    {
        question: 'Հետադարձն այս խաչմերուկում',
        image: './1/image-111.jpg',
        options: [1, 'Թույլատրվում է', 'Արգելվում է',]
    },
    {
        question: 'Ո՞ր ուղղությամբ է թույլատրված երթևեկությունը',
        image: './1/image-112.jpg',
        options: [1,
            'Միայն ձախ ',
            'Ուղիղ և ձախ',
            'Ձախ և հետադարձ',
        ]
    },
    {
        question: 'Պարտավոր եք արդյո՞ք միացնել աջ շրջադարձի ցուցիչ այս խաչմերուկում',
        image: './1/image-113.jpg',
        options: [1, 'Այո',
            'Ոչ',
            'Այո, բացառությամբ հետադարձ կատարելիս:',
        ]
    },
    /**/
    {
        question: 'Մերձակա տարածք մուտք գործելիս վարորդը պետք է ճանապարհը զիջի',
        options: [3,
            ' Միայն հետիոտներին',
            'Միայն հեծանվորդներին',
            ' Հեծանվորդներին և չստեղծի խոչընդոտ հետիոտների համար',
        ]
    },
    {
        question: 'Մերձակա տարածքից ճանապարհ դուրս գալիս՝ վարորդը պետք է',
        options: [3, 'Ճանապարհը զիջի միայն հետիոտներին',
            'Ճանապարհը զիջի դրանով երթևեկող տրանսպորտային միջոցներին',
            'Զիջի ճանապարհը երթևեկող տրանսպորտային միջոցների վարորդներին և չստեղծի խոչընդոտ հետիոտների համար',
        ]
    },
    {
        question: 'Հետադարձ կատարել նշանից հետո թույլատրվում է',
        image: './1/image-114.jpg',
        options: [3,
            'Միայն երկու կողմից 100 մետր տեսանելիության դեպքում',
            ' Խոչընդոտ չստեղծելու դեպքում',
            'Ոչ մի դեպքում',
        ]
    },
    {
        question: 'Ազդանշան տալը երթևեկության մյուս մասնակիցների նկատմամբ առավելություն',
        options: [3,
            'Տալիս է',
            'Տալիս է միայն վերադասավորվելիս ',
            'Չի տալիս',
        ]
    },
    {
        question: 'Նշված հետագծով աջ շրջադարձը',
        image: './1/image-115.jpg',
        options: [1, 'Թույլատրված է', 'Արգելված է',]
    },
    {
        question: 'Բեռնատարից առաջ անցնելուց հետո ո՞ր գոտով կարող եք շարունակել երթևեկությունը',
        image: './1/image-116.jpg',
        options: [1, 'Միայն աջ',
            ' Երկու համընթաց գոտիներով էլ թույլատրվում է',
        ]
    },
    /*  */
    {
        question: 'Հետադարձը նշված վայրում',
        image: './1/image-117.jpg',
        options: [3, ' Թույլատրվում է',
            'Թույլատրվում է, եթե առկա չեն ընդհանուր օգտագործման տրանսպորտային միջոցներ',
            'Արգելվում է',
        ]
    },
    {
        question: 'Առաջնահերթ երթևեկության իրավունք ունի',
        image: './1/image-118.jpg',
        options: [2, 'Թեթև մարդատարի վարորդը', 'Բեռնատարի վարորդը',]
    },
    {
        question: 'Միաժամանակ վերադասավորվելիս ո՞ր տրանսպորտային միջոցի վարորդը ունի առաջնահերթ երթևեկության իրավունք',
        image: './1/image-119.jpg',
        options: [2, 'Բեռնատարի',
            'Թեթև մարդատարի',
        ]
    },
    {
        question: 'Թույլատրվո՞ւմ է հետընթացով մոտենալ ուղևորին',
        image: './1/image-120.jpg',
        options: [2, 'Այո', 'Ոչ',]
    },
    {
        question: 'Աջ բակ մուտք գոծելու դեպքում պարտավոր ենք զիջել',
        image: './1/image-121.jpg',
        options: [4, 'Միայն հետիոտներին',
            'Միայն հեծանվորդին',
            'Ոչ մեկին',
            'Հեծանվորդին և հետիոտներին',
        ]
    },
    {
        question: 'Այս վերելքի ուղղությամբ շարժվելիս հետադարձ թույլատրվում է, եթե',
        image: './1/image-122.jpg',
        options: [2, 'Հնարավոր լինի այն կատարել մեկ գործողությամբ',
            'Ապահովված է 100 մետր տեսանելիությունը երկու կողմից',
            'Արգելված է',
        ]
    },
    {
        question: 'Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը',
        image: './1/image-123.jpg',
        options: [1, 'Ավտոբուսի վարորդը',
            'Թեթև մարդատարի վարորդը',
        ]
    },
    {
        question: 'Թույլատրվում է հետադարձն այս վայրում',
        image: './1/image-124.jpg',
        options: [1, 'Թույլատրվում է երկու կողմից 100մ տեսանելիության պայմաններում',
            'Արգելվում է',
        ]
    },
    {
        question: 'Թույլատրվո՞ւմ է անցնել կամուրջը, եթե դա չի խոչընդոտում մոտոցիկլի վարորդին',
        image: './1/image-125.jpg',
        options: [1, 'Այո', 'Ոչ',]
    },




]
let smth =
{
    question: '',
    image: './1/image-026.jpg',
    options: [0, '', '', '']
}

/*        {
       question: '',
       image: './1/image-033.jpg',
       options: [0, '', '', '']
   },
   {
       question: '',
       image: './1/image-026.jpg',
       options: [0, '', '', '']
   },
   {
     question: '',
     image: './1/image-033.jpg',
     options: [0, '', '', '']
 },
 {
     question: '',
     image: './1/image-026.jpg',
     options: [0, '', '', '']
 },
 {
     question: '',
     image: './1/image-033.jpg',
     options: [0, '', '', '']
 },
 {
     question: '',
     image: './1/image-026.jpg',
     options: [0, '', '', '']
 },*/
/*        {
  question: '',
  image: './1/image-033.jpg',
  options: [0, '', '', '']
},
{
  question: '',
  image: './1/image-026.jpg',
  options: [0, '', '', '']
},
{
question: '',
image: './1/image-033.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-026.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-033.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-026.jpg',
options: [0, '', '', '']
},*/
/*        {
     question: '',
     image: './1/image-033.jpg',
     options: [0, '', '', '']
 },
 {
     question: '',
     image: './1/image-026.jpg',
     options: [0, '', '', '']
 },
 {
   question: '',
   image: './1/image-033.jpg',
   options: [0, '', '', '']
},
{
   question: '',
   image: './1/image-026.jpg',
   options: [0, '', '', '']
},
{
   question: '',
   image: './1/image-033.jpg',
   options: [0, '', '', '']
},
{
   question: '',
   image: './1/image-026.jpg',
   options: [0, '', '', '']
},*/
/*        {
  question: '',
  image: './1/image-033.jpg',
  options: [0, '', '', '']
},
{
  question: '',
  image: './1/image-026.jpg',
  options: [0, '', '', '']
},
{
question: '',
image: './1/image-033.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-026.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-033.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-026.jpg',
options: [0, '', '', '']
},*/
/*        {
     question: '',
     image: './1/image-033.jpg',
     options: [0, '', '', '']
 },
 {
     question: '',
     image: './1/image-026.jpg',
     options: [0, '', '', '']
 },
 {
   question: '',
   image: './1/image-033.jpg',
   options: [0, '', '', '']
},
{
   question: '',
   image: './1/image-026.jpg',
   options: [0, '', '', '']
},
{
   question: '',
   image: './1/image-033.jpg',
   options: [0, '', '', '']
},
{
   question: '',
   image: './1/image-026.jpg',
   options: [0, '', '', '']
},*/
/*        {
  question: '',
  image: './1/image-033.jpg',
  options: [0, '', '', '']
},
{
  question: '',
  image: './1/image-026.jpg',
  options: [0, '', '', '']
},
{
question: '',
image: './1/image-033.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-026.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-033.jpg',
options: [0, '', '', '']
},
{
question: '',
image: './1/image-026.jpg',
options: [0, '', '', '']
},*/